
    [
        {
          "olavo": "Diploma é papel pintado."
        },
        {
          "olavo": "Há coisas que são boas por alguns instantes, outras por algum tempo. Só algumas são para sempre."
        },
        {
          "olavo": "Quando se trata de Brasil, quando ouço falar em cultura, eu saco logo meu rolo de papel higiênico."
        },
        {
          "olavo": "A mentira tem o privilégio de poder se expressar com muito mais brevidade do que sua refutação."
        },
        {
          "olavo": "A imagem que as pessoas fazem da realidade é determinada maciçamente pela ficção, e não pela informação."
        },
        {
          "olavo": "Se você perguntar assim, 'O que foi a Guerra do Vietnã?', as pessoas formam a imagem da Guerra do Vietnã por filmes, como Apocalipse Now e outros, não por livros de história."
        },
        {
          "olavo": "Você não precisa de má intenção para fazer um estrago extraordinário, basta você estar lidando com coisas que estão acima da sua capacidade."
        },
        {
          "olavo": "O Brasil tornou-se o único país do mundo onde a ignorância é fonte de autoridade intelectual."
        },
        {
          "olavo": "Não parar, não precipitar e não retroceder."
        },
        {
          "olavo": "Ser odiado por uma multidão de ignorantes, canalhas, ladrões malversadores do dinheiro do povo e imprensa militante é o preço de não ser um deles."
        },
        {
          "olavo":"Uma ideologia chega ao seu maior sucesso, quando ela já não é reconhecida como ideologia, quando ela já penetrou de tal modo no senso comum que ela parece a realidade mesma."
        },
        {
          "olavo":"Se você não reage ao crime que os comunistas cometem contra você, logo eles acusam você de cometê-lo contra eles. É regra invariável e sem exceções."
        },
        {
          "olavo":"Não prostitua a sua personalidade em troca da aceitação pelo grupo. É um preço muito alto a ser pago."
        },
        {
          "olavo":"Eis a que se resume a famosa rebeldia do adolescente: amor ao mais forte que o despreza, desprezo pelo mais fraco que o ama."
        },
        {
          "olavo":"O histérico não gradua o medo pelo tamanho do perigo, mas ao inverso: amplia a imagem do perigo pela intensidade do medo que sente."
        },
        {
          "olavo":"A função eminente da literatura de ficção é a transfiguração da experiência em símbolo."
        },
        {
          "olavo":"Todos os meus mortos queridos… eu não sinto saudade deles. Porque eles estão presentes, eles existem. Nada do que aconteceu desacontece. Aquilo que aconteceu aqui durante uma fração de segundo já está na eternidade, nunca mais volta ao não-ser."
        },
        {
          "olavo":"A cultura precede a política e precede a riqueza. Quem não sabe isso não sabe nada. Quem espera ter riqueza e uma boa política antes de ter a alta cultura não terá jamais nenhuma das três."
        },
        {
          "olavo":"O analfabeto funcional não é um coitadinho necessitado de ajuda. É um animal perigosíssimo que, justamente por não entender as palavras dos outros, está livre para atribuir a elas o sentido que bem deseje."
        },
        {
          "olavo":"A experiência me ensinou que as fontes mais confiáveis são em geral as mais ignoradas."
        },
        {
          "olavo":"O importante é não estudar por estudar, para adquirir cultura ou seguir carreira universitária, mas para encontrar respostas a questões determinadas, que tenham importância existencial para você, para sua formação de ser humano e não só de estudioso."
        },
        {
          "olavo":"O historiador suíço Gustaf Schnürer ensina que, se Jesus não veio encarnado na forma de um governante poderoso, nem de um sábio ou filósofo, nem de um artista nem de gênio, foi pra nos mostrar que há algo que é superior à totalidade da civilização."
        },
        {
          "olavo":"'Admirar sempre moderadamente é sinal de mediocridade', ensinava Leibniz. Uma das constantes da mentalidade nacional é precisamente o temor de admirar, a necessidade de moderar o elogio – ou mesmo entremeá-lo de críticas – para não passar por adulador e idólatra."
        },
        {
          "olavo":"As portas do espírito só se abrem à perfeita sinceridade de propósitos."
        },
        {
          "olavo":"Risinho de deboche é argumento de puta."
        },
        {
          "olavo":"O capitalismo é padrinho e protetor do comunismo. A guerra não é entre capitalismo e comunismo, é entre cristianismo e comunismo."
        },
        {
          "olavo":"O homem que não domina as palavras é dominado por elas: vive num mundo de ilusões verbais, que toma por realidades. Quando consegue montar uma frase, imagina que provou um fato. A fala, em vez de ser uma janela para o mundo, substitui o mundo. É a auto-hipnose verbal tomando o lugar do conhecimento. (Do artigo 'Frases e Vidas', publicado em Zero Hora, 25 de março de 2001)"
        },
        {
          "olavo":"O comunismo não deu errado, ele É errado.  É o próprio erro."
        },
        {
          "olavo":"O jovem, é verdade, rebela-se muitas vezes contra pais e professores, mas é porque sabe que no fundo estão do seu lado e jamais revidarão suas agressões com força total."
        },
        {
          "olavo":"Quando disse que 'a vida dos vivos é regida por filósofos mortos', o velho Augusto Comte talvez nem imaginasse que ele próprio viria a ser um dos defuntos mais mandões."
        },
        {
          "olavo":"Os americanos são religiosos na orientação das suas vidas. Os brasileiros, no julgamento da vida alheia."
        },
        {
          "olavo":"Não é possível discutir com um sujeito ao qual terei de explicar o sentido de cada uma das suas próprias frases."
        },
        {
          "olavo":"O homem medíocre não acredita no que vê, mas no que aprende a dizer."
        },
        {
          "olavo":"Conservadorismo significa fidelidade, constância, firmeza. Não é coisa para homens de geleia."
        },
        {
          "olavo":"No Brasil é preciso explicar, desenhar, depois explicar o desenho e desenhar a explicação"
        },
        {
          "olavo":"O brasileiro de hoje em dia é aquele sujeito valente que teme olhares e caretas como se fossem balas de canhão, que enfia o rabo entre as pernas à simples ideia de que falem mal dele, que troca a honra e a liberdade por um olhar de simpatia paternal de quem o despreza."
        },
        {
          "olavo":"Se cometi tantos erros, se tão rico e variado é o repertório dos meus pecados, para que inventar mais um, acusando-me logo daquilo que não fiz?"
        },
        {
          "olavo":"A vaidade da ignorância é um abismo de miséria humana."
        },
        {
          "olavo":"Aquilo que te dá segurança é ao mesmo tempo aquilo que te aprisiona."
        },
        {
          "olavo":"Não há covardia mais torpe que a covardia da inteligência, a burrice voluntária, a recusa de juntar os pontos e enxergar o sentido geral dos fatos."
        },
        {
          "olavo":"A sorte favorece os audazes. E quando entrar em um negócio, entre com a seguinte posição: Sabe quando eu vou parar? Nunca. É assim que tem de ser."
        },
        {
          "olavo":"Burrice e maldade jamais foram termos antagônicos."
        }
        ,
        {
          "olavo":"Estudar de menos e opinar demais. Essa é a maior desgraça do brasileiro."
        }
        ,
        {
          "olavo":"O mundo seria melhor se não houvesse tanta gente prometendo melhorá-lo."
        }
        ,
        {
          "olavo":"O comunismo não é um grande ideal que se perverteu. É uma perversão que se vendeu como um grande ideal."
        }
        ,
        {
          "olavo":"O amor não é um sentimento: é uma decisão, um ato de vontade e um comprometimento existencial profundo. Os sentimentos variam, mas o amor permanece. Quem não compreendeu isso não chegou nem perto da maturidade."
        }
        ,
        {
          "olavo":"Recusar atenção é o primeiro e mais importante passo da liberdade humana."
        }
        ,
        {
          "olavo":"É inútil tentar convencer quem acha que já sabe. Sem a humilhação preliminar que quebra a autoconfiança postiça e cria o desejo de saber, nada é possível."
        }
        ,
        {
          "olavo":"Não suporto gente que fala bonitinho. Só dou ouvidos a quem não tem medo de falar com o coração nas mãos, mesmo ao preço de parecer doido."
        }
        ,
        {
          "olavo":"Se você não tem sequer a coragem de enxergar a realidade, como pode ter a pretensão de mudá-la?"
        }
        ,
        {
          "olavo":"Heróis genuínos fazem-se desde dentro, na luta da alma pela verdade da existência. Antes de brilhar em ações espetaculares têm de vencer a mentira interior e pagar, com a solidão moral extrema, o preço da sinceridade."
        },
        {
          "olavo":"Só um imbecil completo deseja ter uma opinião própria. Quem tem cabeça busca uma opinião verdadeira."
        },
        {
          "olavo":"Os palavrões, segundo entendo, foram inventados precisamente para as situações em que uma resposta delicada seria cumplicidade com o intolerável."
        },
        {
          "olavo":"Se você é um estudante sério, prepare-se: saber mais é ser compreendido menos."
        },
        {
          "olavo":"Enquanto houver otários dispostos a obedecer, haverá malandros querendo mandar."
        },
        {
          "olavo":"Dos meus cursos, quem é inteligente sai mais inteligente, quem é burro sai maluco."
        },
        {
          "olavo":"A felicidade que se pode alcançar neste mundo é modesta e inconstante, mas real. Uma das chaves para obtê-la é: Que as alegrias dos outros não te entristeçam, nem suas tristezas te alegrem."
        },
        {
          "olavo":"Brasileiro não entende a diferença entre feiúra e beleza. Só entre miséria e luxo."
        },
        {
          "olavo":"A política pró-diversidade consiste essencialmente em proibir a diversidade de opiniões."
        },
        {
          "olavo":"Pelo menos sete escritores de primeira ordem ocuparam a Presidência dos EUA: Thomas Jefferson, John Adams, Abraham Lincoln, Theodore Roosevelt, Herbert Hoover, John F. Kennedy, Ronald Reagan."
        },
        {
          "olavo":"O advento da grande mídia democratizou a ignorância."
        },
        {
          "olavo":"Eu só quero uma coisa, que Deus perdoe meus pecados e me leve pra perto dEle."
        },
        {
          "olavo":"Preparem-se. Nos próximos anos a desordem do mundo atingirá o patamar da alucinação permanente e por toda parte a mentira e a insanidade reinarão sem freios. Não digo isso em função de nenhuma profecia, mas porque estudei os planos dos três impérios globais e sei que nenhum deles tem o mais mínimo respeito pela estrutura da realidade. Cada um está possuído pelo que Eric Voegelin chamava "fé metastática", a crença louca numa súbita transformação salvadora que libertará a humanidade de tudo o que constitui a lógica mesma da condição terrestre. Na guerra ou na paz, disputando até à morte ou conciliando-se num acordo macabro, cada um prometerá o impossível e estreitará cada vez mais a margem do possível. A Igreja Católica é a única força que poderia, no meio disso, restaurar o mínimo de equilíbrio e sanidade, mas, conduzida por prelados insanos, vendidos e traidores, parece mais empenhada em render-se ao espírito do caos e fazer boa figura ante os timoneiros do desastre. No entanto, no fundo da confusão muitas almas serão miraculosamente despertadas para a visão da ordem profunda e abrangente que continua reinando, ignorada do mundo. Muitas consciências despertarão para o fato de que o cenário histórico não tem em si seu próprio princípio ordenador e só faz sentido quando visto na escala da infinitude, do céu e do inferno. Essas criaturas sentirão nascer dentro de si a força ignorada de uma fé sobre-humana e nada as atemorizará."
        }
        
    ]
