
    [
        {
          "olavo": "Diploma é papel pintado."
        },
        {
          "olavo": "Há coisas que são boas por alguns instantes, outras por algum tempo. Só algumas são para sempre."
        },
        {
          "olavo": "Quando se trata de Brasil, quando ouço falar em cultura, eu saco logo meu rolo de papel higiênico."
        },
        {
          "olavo": "A mentira tem o privilégio de poder se expressar com muito mais brevidade do que sua refutação."
        },
        {
          "olavo": "A imagem que as pessoas fazem da realidade é determinada maciçamente pela ficção, e não pela informação."
        },
        {
          "olavo": "Se você perguntar assim, 'O que foi a Guerra do Vietnã?', as pessoas formam a imagem da Guerra do Vietnã por filmes, como Apocalipse Now e outros, não por livros de história."
        },
        {
          "olavo": "Você não precisa de má intenção para fazer um estrago extraordinário, basta você estar lidando com coisas que estão acima da sua capacidade."
        },
        {
          "olavo": "O Brasil tornou-se o único país do mundo onde a ignorância é fonte de autoridade intelectual."
        },
        {
          "olavo": "Não parar, não precipitar e não retroceder."
        },
        {
          "olavo": "Ser odiado por uma multidão de ignorantes, canalhas, ladrões malversadores do dinheiro do povo e imprensa militante é o preço de não ser um deles."
        },
        {
          "olavo":"Uma ideologia chega ao seu maior sucesso, quando ela já não é reconhecida como ideologia, quando ela já penetrou de tal modo no senso comum que ela parece a realidade mesma."
        },
        {
          "olavo":"Se você não reage ao crime que os comunistas cometem contra você, logo eles acusam você de cometê-lo contra eles. É regra invariável e sem exceções."
        },
        {
          "olavo":"Não prostitua a sua personalidade em troca da aceitação pelo grupo. É um preço muito alto a ser pago."
        },
        {
          "olavo":"Eis a que se resume a famosa rebeldia do adolescente: amor ao mais forte que o despreza, desprezo pelo mais fraco que o ama."
        },
        {
          "olavo":"O histérico não gradua o medo pelo tamanho do perigo, mas ao inverso: amplia a imagem do perigo pela intensidade do medo que sente."
        },
        {
          "olavo":"A função eminente da literatura de ficção é a transfiguração da experiência em símbolo."
        },
        {
          "olavo":"Todos os meus mortos queridos… eu não sinto saudade deles. Porque eles estão presentes, eles existem. Nada do que aconteceu desacontece. Aquilo que aconteceu aqui durante uma fração de segundo já está na eternidade, nunca mais volta ao não-ser."
        },
        {
          "olavo":"A cultura precede a política e precede a riqueza. Quem não sabe isso não sabe nada. Quem espera ter riqueza e uma boa política antes de ter a alta cultura não terá jamais nenhuma das três."
        },
        {
          "olavo":"O analfabeto funcional não é um coitadinho necessitado de ajuda. É um animal perigosíssimo que, justamente por não entender as palavras dos outros, está livre para atribuir a elas o sentido que bem deseje."
        },
        {
          "olavo":"A experiência me ensinou que as fontes mais confiáveis são em geral as mais ignoradas."
        },
        {
          "olavo":"O importante é não estudar por estudar, para adquirir cultura ou seguir carreira universitária, mas para encontrar respostas a questões determinadas, que tenham importância existencial para você, para sua formação de ser humano e não só de estudioso."
        },
        {
          "olavo":"O historiador suíço Gustaf Schnürer ensina que, se Jesus não veio encarnado na forma de um governante poderoso, nem de um sábio ou filósofo, nem de um artista nem de gênio, foi pra nos mostrar que há algo que é superior à totalidade da civilização."
        },
        {
          "olavo":"'Admirar sempre moderadamente é sinal de mediocridade', ensinava Leibniz. Uma das constantes da mentalidade nacional é precisamente o temor de admirar, a necessidade de moderar o elogio – ou mesmo entremeá-lo de críticas – para não passar por adulador e idólatra."
        },
        {
          "olavo":""
        },
        {
          "olavo":""
        },
        {
          "olavo":""
        },
        {
          "olavo":""
        },
        {
          "olavo":""
        },
        {
          "olavo":""
        },
        {
          "olavo":""
        },
        {
          "olavo":""
        },
        {
          "olavo":""
        },
        {
          "olavo":""
        },
        {
          "olavo":""
        }
        
    ]
