
    [
        {
          "olavo": "Diploma é papel pintado."
        },
        {
          "olavo": "Há coisas que são boas por alguns instantes, outras por algum tempo. Só algumas são para sempre."
        },
        {
          "olavo": "Quando se trata de Brasil, quando ouço falar em cultura, eu saco logo meu rolo de papel higiênico."
        },
        {
          "olavo": "A mentira tem o privilégio de poder se expressar com muito mais brevidade do que sua refutação."
        },
        {
          "olavo": "A imagem que as pessoas fazem da realidade é determinada maciçamente pela ficção, e não pela informação."
        },
        {
          "olavo": "Se você perguntar assim, 'O que foi a Guerra do Vietnã?', as pessoas formam a imagem da Guerra do Vietnã por filmes, como Apocalipse Now e outros, não por livros de história."
        },
        {
          "olavo": "Você não precisa de má intenção para fazer um estrago extraordinário, basta você estar lidando com coisas que estão acima da sua capacidade."
        },
        {
          "olavo": "O Brasil tornou-se o único país do mundo onde a ignorância é fonte de autoridade intelectual."
        },
        {
          "olavo": "Não parar, não precipitar e não retroceder."
        },
        {
          "olavo": "Ser odiado por multidões de ignorantes é o preço de não ser um deles."
        },
        {
          "olavo":"Uma ideologia chega ao seu maior sucesso, quando ela já não é reconhecida como ideologia, quando ela já penetrou de tal modo no senso comum que ela parece a realidade mesma."
        },
        {
          "olavo":"Se você não reage ao crime que os comunistas cometem contra você, logo eles acusam você de cometê-lo contra eles. É regra invariável e sem exceções."
        },
        {
          "olavo":"Não prostitua a sua personalidade em troca da aceitação pelo grupo. É um preço muito alto a ser pago."
        },
        {
          "olavo":"Eis a que se resume a famosa rebeldia do adolescente: amor ao mais forte que o despreza, desprezo pelo mais fraco que o ama."
        },
        {
          "olavo":"O histérico não gradua o medo pelo tamanho do perigo, mas ao inverso: amplia a imagem do perigo pela intensidade do medo que sente."
        },
        {
          "olavo":"A função eminente da literatura de ficção é a transfiguração da experiência em símbolo."
        },
        {
          "olavo":"Todos os meus mortos queridos… eu não sinto saudade deles. Porque eles estão presentes, eles existem. Nada do que aconteceu desacontece. Aquilo que aconteceu aqui durante uma fração de segundo já está na eternidade, nunca mais volta ao não-ser."
        },
        {
          "olavo":"A cultura precede a política e precede a riqueza. Quem não sabe isso não sabe nada. Quem espera ter riqueza e uma boa política antes de ter a alta cultura não terá jamais nenhuma das três."
        },
        {
          "olavo":"O analfabeto funcional não é um coitadinho necessitado de ajuda. É um animal perigosíssimo que, justamente por não entender as palavras dos outros, está livre para atribuir a elas o sentido que bem deseje."
        },
        {
          "olavo":"A experiência me ensinou que as fontes mais confiáveis são em geral as mais ignoradas."
        },
        {
          "olavo":"O importante é não estudar por estudar, para adquirir cultura ou seguir carreira universitária, mas para encontrar respostas a questões determinadas, que tenham importância existencial para você, para sua formação de ser humano e não só de estudioso."
        },
        {
          "olavo":"O historiador suíço Gustaf Schnürer ensina que, se Jesus não veio encarnado na forma de um governante poderoso, nem de um sábio ou filósofo, nem de um artista nem de gênio, foi pra nos mostrar que há algo que é superior à totalidade da civilização."
        },
        {
          "olavo":"'Admirar sempre moderadamente é sinal de mediocridade', ensinava Leibniz. Uma das constantes da mentalidade nacional é precisamente o temor de admirar, a necessidade de moderar o elogio – ou mesmo entremeá-lo de críticas – para não passar por adulador e idólatra."
        },
        {
          "olavo":"As portas do espírito só se abrem à perfeita sinceridade de propósitos."
        },
        {
          "olavo":"Risinho de deboche é argumento de puta."
        },
        {
          "olavo":"O capitalismo é padrinho e protetor do comunismo. A guerra não é entre capitalismo e comunismo, é entre cristianismo e comunismo."
        },
        {
          "olavo":"O homem que não domina as palavras é dominado por elas: vive num mundo de ilusões verbais, que toma por realidades. Quando consegue montar uma frase, imagina que provou um fato. A fala, em vez de ser uma janela para o mundo, substitui o mundo. É a auto-hipnose verbal tomando o lugar do conhecimento. (Do artigo 'Frases e Vidas', publicado em Zero Hora, 25 de março de 2001)"
        },
        {
          "olavo":"O comunismo não deu errado, ele É errado.  É o próprio erro."
        },
        {
          "olavo":"O jovem, é verdade, rebela-se muitas vezes contra pais e professores, mas é porque sabe que no fundo estão do seu lado e jamais revidarão suas agressões com força total."
        },
        {
          "olavo":"Quando disse que 'a vida dos vivos é regida por filósofos mortos', o velho Augusto Comte talvez nem imaginasse que ele próprio viria a ser um dos defuntos mais mandões."
        },
        {
          "olavo":"Os americanos são religiosos na orientação das suas vidas. Os brasileiros, no julgamento da vida alheia."
        },
        {
          "olavo":"Não é possível discutir com um sujeito ao qual terei de explicar o sentido de cada uma das suas próprias frases."
        },
        {
          "olavo":"O homem medíocre não acredita no que vê, mas no que aprende a dizer."
        },
        {
          "olavo":"Conservadorismo significa fidelidade, constância, firmeza. Não é coisa para homens de geleia."
        },
        {
          "olavo":"No Brasil é preciso explicar, desenhar, depois explicar o desenho e desenhar a explicação"
        },
        {
          "olavo":"O brasileiro de hoje em dia é aquele sujeito valente que teme olhares e caretas como se fossem balas de canhão, que enfia o rabo entre as pernas à simples ideia de que falem mal dele, que troca a honra e a liberdade por um olhar de simpatia paternal de quem o despreza."
        },
        {
          "olavo":"Se cometi tantos erros, se tão rico e variado é o repertório dos meus pecados, para que inventar mais um, acusando-me logo daquilo que não fiz?"
        },
        {
          "olavo":"A vaidade da ignorância é um abismo de miséria humana."
        },
        {
          "olavo":"Aquilo que te dá segurança é ao mesmo tempo aquilo que te aprisiona."
        },
        {
          "olavo":"Não há covardia mais torpe que a covardia da inteligência, a burrice voluntária, a recusa de juntar os pontos e enxergar o sentido geral dos fatos."
        },
        {
          "olavo":"A sorte favorece os audazes. E quando entrar em um negócio, entre com a seguinte posição: Sabe quando eu vou parar? Nunca. É assim que tem de ser."
        },
        {
          "olavo":"Burrice e maldade jamais foram termos antagônicos."
        }
        ,
        {
          "olavo":"Estudar de menos e opinar demais. Essa é a maior desgraça do brasileiro."
        }
        ,
        {
          "olavo":"O mundo seria melhor se não houvesse tanta gente prometendo melhorá-lo."
        }
        ,
        {
          "olavo":"O comunismo não é um grande ideal que se perverteu. É uma perversão que se vendeu como um grande ideal."
        }
        ,
        {
          "olavo":"O amor não é um sentimento: é uma decisão, um ato de vontade e um comprometimento existencial profundo. Os sentimentos variam, mas o amor permanece. Quem não compreendeu isso não chegou nem perto da maturidade."
        }
        ,
        {
          "olavo":"Recusar atenção é o primeiro e mais importante passo da liberdade humana."
        }
        ,
        {
          "olavo":"É inútil tentar convencer quem acha que já sabe. Sem a humilhação preliminar que quebra a autoconfiança postiça e cria o desejo de saber, nada é possível."
        }
        ,
        {
          "olavo":"Não suporto gente que fala bonitinho. Só dou ouvidos a quem não tem medo de falar com o coração nas mãos, mesmo ao preço de parecer doido."
        }
        ,
        {
          "olavo":"Se você não tem sequer a coragem de enxergar a realidade, como pode ter a pretensão de mudá-la?"
        }
        ,
        {
          "olavo":"Heróis genuínos fazem-se desde dentro, na luta da alma pela verdade da existência. Antes de brilhar em ações espetaculares têm de vencer a mentira interior e pagar, com a solidão moral extrema, o preço da sinceridade."
        },
        {
          "olavo":"Só um imbecil completo deseja ter uma opinião própria. Quem tem cabeça busca uma opinião verdadeira."
        },
        {
          "olavo":"Os palavrões, segundo entendo, foram inventados precisamente para as situações em que uma resposta delicada seria cumplicidade com o intolerável."
        },
        {
          "olavo":"Se você é um estudante sério, prepare-se: saber mais é ser compreendido menos."
        },
        {
          "olavo":"Enquanto houver otários dispostos a obedecer, haverá malandros querendo mandar."
        },
        {
          "olavo":"Dos meus cursos, quem é inteligente sai mais inteligente, quem é burro sai maluco."
        },
        {
          "olavo":"A felicidade que se pode alcançar neste mundo é modesta e inconstante, mas real. Uma das chaves para obtê-la é: Que as alegrias dos outros não te entristeçam, nem suas tristezas te alegrem."
        },
        {
          "olavo":"Brasileiro não entende a diferença entre feiúra e beleza. Só entre miséria e luxo."
        },
        {
          "olavo":"A política pró-diversidade consiste essencialmente em proibir a diversidade de opiniões."
        },
        {
          "olavo":"Pelo menos sete escritores de primeira ordem ocuparam a Presidência dos EUA: Thomas Jefferson, John Adams, Abraham Lincoln, Theodore Roosevelt, Herbert Hoover, John F. Kennedy, Ronald Reagan."
        },
        {
          "olavo":"O advento da grande mídia democratizou a ignorância."
        },
        {
          "olavo":"Eu só quero uma coisa, que Deus perdoe meus pecados e me leve pra perto dEle."
        },
        {
          "olavo":"Preparem-se. Nos próximos anos a desordem do mundo atingirá o patamar da alucinação permanente e por toda parte a mentira e a insanidade reinarão sem freios. Não digo isso em função de nenhuma profecia, mas porque estudei os planos dos três impérios globais e sei que nenhum deles tem o mais mínimo respeito pela estrutura da realidade. Cada um está possuído pelo que Eric Voegelin chamava 'fé metastática', a crença louca numa súbita transformação salvadora que libertará a humanidade de tudo o que constitui a lógica mesma da condição terrestre. Na guerra ou na paz, disputando até à morte ou conciliando-se num acordo macabro, cada um prometerá o impossível e estreitará cada vez mais a margem do possível. A Igreja Católica é a única força que poderia, no meio disso, restaurar o mínimo de equilíbrio e sanidade, mas, conduzida por prelados insanos, vendidos e traidores, parece mais empenhada em render-se ao espírito do caos e fazer boa figura ante os timoneiros do desastre. No entanto, no fundo da confusão muitas almas serão miraculosamente despertadas para a visão da ordem profunda e abrangente que continua reinando, ignorada do mundo. Muitas consciências despertarão para o fato de que o cenário histórico não tem em si seu próprio princípio ordenador e só faz sentido quando visto na escala da infinitude, do céu e do inferno. Essas criaturas sentirão nascer dentro de si a força ignorada de uma fé sobre-humana e nada as atemorizará."
        },
        {
          "olavo":"A crítica não tem sobre a psicologia das massas o poder sugestivo que têm as crenças afirmativas, mesmo falsas."
        },
        {
          "olavo":"Cada um, afinal, projeta no mistério divino as qualidades imanentes à sua própria alma."
        },
        {
          "olavo":"Honrar exemplos ilustres não é o mesmo que subscrever suas idéias."
        },
        {
          "olavo":"É a proporção entre nossas representações e a experiência, que assegura a racionalidade dos nossos pensamentos."
        },
        {
          "olavo":"Moderação na defesa da verdade é serviço prestado à mentira."
        },
        {
          "olavo":"Se a hipocrisia é a homenagem que o vício presta à virtude, o cinismo é a afirmação ostensiva do vício como virtude."
        },
        {
          "olavo":"O homem medíocre não acredita no que vê, mas no que aprende a dizer."
        },
        {
          "olavo":"Nada debilita mais a inteligência do que a obstinação orgulhosa na astúcia fracassada."
        },
        {
          "olavo":"Os fortes não têm medo de encarar o pior: os fracos fogem dele porque sua mera visão os esmaga."
        },
        {
          "olavo":"O homem, o indivíduo humano, é o portador do conhecimento efetivo. O conhecimento enquanto bem social é apenas conhecimento potencial, é coleção de registros e convenções que, para tornar-se conhecimento efetivo, deve ser efetivado, atualizado na consciência do indivíduo vivente."
        },
        {
          "olavo":"Só no plano do indivíduo autoconsciente é que o conhecimento pode adquirir validade: só na consciência individual vivente se realiza a prova apodíctica, só o indivíduo tem acesso efetivo às verdades universais, enquanto a coletividade deve se contentar com fórmulas mais ou menos convencionais — ou consensuais — de uma verdade meramente potencial."
        },
        {
          "olavo":"A meu ver, o ideal comunista - a construção deliberada de uma 'sociedade mais justa' - é intrinsecamente mau. Não existe justiça nenhuma em planejar de antemão a vida das gerações futuras, obrigando-as a arcar com o peso de milhares de decisões que não tomaram e com as quais talvez não venham a concordar. É monstruoso decidir hoje, de maneira irrevogável, a vida dos homens de amanhã."
        },
        {
          "olavo":"'Fome e sede de justiça' não significa você querer punir os maus, mas esforçar-se para não fazer o mal a ninguém. É só isso - e tudo isso. Um inimigo derrotado que nos estende a mão da concórdia torna-se com frequência nosso melhor amigo."
        },
        {
          "olavo":"Não há nada mais difícil do que fazer alguém tomar consciência da sua inconsciência progressiva."
        },
        {
          "olavo":"Ser inteligente é, nesse sentido, como já lembrava Lionel Trilling, a primeira das obrigações morais. Sem inteligência, até as virtudes mais excelsas se tornam apenas caricaturas de si mesmas."
        },
        {
          "olavo":"Vamos falar o português claro: várias das igrejas 'evangélicas' foram criadas por organizações maçônicas, que têm até mais experiência de infiltração e parasitagem do que os comunistas. O biblismo radical só existe para criar confusão."
        },
        {
          "olavo":"Distinção: O ateu não tem motivos para acreditar em Deus. O ateísta acredita que ninguém os tem."
        },
        {
          "olavo":"Ser reacionário é reagir da maneira mais intransigente e hostil à ambição diabólica de mandar no mundo."
        },
        {
          "olavo":"Um búfalo é muito mais forte e temível do que um leão. A diferença é que o leão quer comer um bife de búfalo e o búfalo não quer comer um bife de leão. Resultado: o leão acaba vencendo."
        },
        {
          "olavo":"Um mundo que confia seu futuro ao discernimento dos jovens é um mundo velho e cansado, que já não tem futuro algum."
        },
        {
          "olavo":"Numa discussão, o incapaz é invencível. Nenhum argumento infundirá jamais na cabeça de ninguém a capacidade de compreendê-lo."
        },
        {
          "olavo":"O discernimento estético é parte integrante da cultura espiritual. A música, as artes plásticas, o cinema e o teatro são armas letais usadas na desumanização das massas, e isto menos pelo conteúdo propagandístico explícito (uma exceção) do que pelo simples fato de dissolverem o senso estético das multidões pela exposição repetida ao feio e disforme apresentado como normal."
        },
        {
          "olavo":"A verdadeira coragem é sempre moral. Coragem é não fugir da morte, da derrota, da humilhação."
        },
        {
          "olavo":"Intelectualmente e para efeitos da sua convivência consigo mesmo, e da sua orientação na vida, a modéstia é uma péssima conselheira."
        },
        {
          "olavo":"Se, à primeira mágoa ou frustração, você se fecha e sai de campo, sua luta não vai durar nem uma semana. Se quer mudar o curso das coisas, prepare-se para engolir não um sapo ou dois, mas infinitos sapos. Leia a vida de Napoleão. Veja como esse homem, um dos maiores comandantes militares de todos os tempos, sabia aceitar humilhações, transigir, negociar. Será você mais importante do que Napoleão?"
        },
        {
          "olavo":"Tudo em volta induz à loucura, ao infantilismo, à exasperação imaginativa. Contra isso o estudo não basta. Tomem consciência da infecção moral e lutem, lutem, lutem pelo seu equilíbrio, pela sua maturidade, pela sua lucidez. Tenham a normalidade, a sanidade, a centralidade da psique como um ideal. Prometam a vocês mesmos ser personalidades fortes, bem estruturadas, serenas no meio da tempestade, prontas a vencer todos os obstáculos com a ajuda de Deus e de mais ninguém. Prometam SER e não apenas pedir, obter, sentir, desfrutar."
        },
        {
          "olavo":"O amor não é um sentimento, é um modo de ser. É um juramento interior de defender o ser amado até à morte, mesmo quando ele peca gravemente contra você. O amor é mesmo, como dizia Jesus, morrer pelo ser amado. Quando a gente espera que o amor torne a nossa vida mais agradável, em vez de sacrificar a vida por ele, a gente fica sem o amor e sem a vida. O amor é o mais temivel dos desafios, porém, quando você o conhece, não quer outra coisa nunca mais."
        },
        {
          "olavo":"Não sei se alguém lhes avisou, mas o fato é este: Haja o que houver, esta vida sempre termina mal. A próxima é que é o negócio. Tudo o que fazemos neste mundo não deve ser movido pela esperança de dias melhores, mas exclusivamente pelo amor a Deus e ao próximo. Isso é toda a Lei e os profetas."
        },
        {
          "olavo":"O fato é que todo brasileiro, com 18 anos, ele já tem opinião formada sobre tudo. Eu, aos 18 anos também tinha. Porém, nessa idade, eu percebi que eu era um palhaço. De todas as convicções que eu tinha, comecei a me perguntar: - De onde eu tiro tanta porcaria? Eu não sei nada a respeito disso, eu estou chutando... Então, o que eu fiz? Eu fui para casa e fiquei quieto durante 20 anos, estudando, tentado aprender alguma coisa. O dia que eu for um homem maduro, experiente, daí eu irei ensinar algo. Foi o que eu comecei a fazer com 45, 47 anos. E acho que até comecei cedo, pois eu deveria estar começando agora (depois dos 60 anos)."
        },
        {
          "olavo":"O que há de mais belo, nobre e elevado no ser humano é justamente o processo no qual, por transmutações sucessivas, o mais egoísta dos instintos se transfigura em bondade, generosidade, perdão e auto-sacrifício."
        },
        {
          "olavo":"Se você é um brasileiro intelectualmente superior, muitas pessoas em torno o verão como uma instituição, um prédio, um monumento, às vezes algum tipo de fantasma ou vampiro, e terão extrema dificuldade de perceber seus sentimentos, seus estados interiores, suas afeições e sofrimentos. Só dirão que você é humano quando querem acusá-lo de algum erro."
        },
        {
          "olavo":"Quando penso nos meus amigos e familiares que continuam suportando no Brasil uma vida só de pequenos obstáculos e impossibilidades, esmagados sob milhões de probleminhas insignificantes e insolúveis, como que assediados por exércitos inumeráveis de mosquitos de ferro, sinto que não há em todos os olhos do mundo lágrimas suficientes para chorar tamanho desperdício de energia humana, tamanha celebração do insensato e do absurdo."
        },
        {
          "olavo":"Só preste atenção aos defeitos das pessoas se elas vierem pedir, rogar, implorar para você ajudar a corrigi-los."
        },
        {
          "olavo":"Após adquirir os critérios e métodos fundamentais da vida intelectual, o passo seguinte é abrir-se, sem prevenções nem medo, não a todos os “argumentos”, o que seria mergulhar numa tagarelice sem fim, mas a todos os fatos. Leia e ouça tudo, pouco importando se vai contra a sua igreja, contra o seu partido, contra os judeus, contra os católicos ou contra a sua mãe. Durante alguns anos você vai ficar numa confusão dos diabos, mas, se permanecer calmo e paciente, observando a confusão com honesto interesse e com compaixão, no fim algumas linhas de força acabarão sugerindo a forma do conjunto."
        },
        {
          "olavo":"A maior parte dos seres humanos não tem um pingo de interesse por um treco chamado 'realidade'."
        },
        {
          "olavo":"O tipo mais desprezível que existe é aquele que esconde a própria sujeira por trás de versículos da Bíblia."
        },
        {
          "olavo":"Todo sujeito que tem medo de parecer louco já está louco."
        },
        {
          "olavo":"Uma consciência culpada é o maior tesouro de um ser humano. Quem foge dela corre direto para o lixo."
        },
        {
          "olavo":"Nada irrita mais um desesperado do que forçá-lo a uma longa espera na ante-sala de uma pura incerteza."
        },
        {
          "olavo":"Quem não crê na materialidade dos milagres de Nosso Senhor e vê neles apenas metáforas pedagógicas não é cristão nem mesmo no sentido metafórico do termo."
        },
        {
          "olavo":"Quando, durante a oração, percebo a minha miséria diante de Deus, acontece uma coisa extraordinária: meu pensamento se torna mais claro, episódios mal compreendidos adquirem de repente todo o seu sentido, e áreas inteiras da minha inteligência que estavam adormecidas voltam a funcionar. Conclusão que me parece bastante razoável: o sentimento adequado da nossa miséria é o centro da nossa consciência, a chave do nosso senso das proporções, a única via eficiente para um ser humano se instalar na realidade da sua vida com uma perspectiva correta."
        },
        {
          "olavo":"Concordar é sempre mais inteligente do que discordar, mesmo quando a concordância não é total. Uma pessoa sensata busca em toda parte a verdade, não o erro. Quando encontra um erro, salta-o e vai em frente, a não ser que examiná-lo possa ser ocasião de descobertas importantes."
        },
        {
          "olavo":"A característica mais proeminente do imbecil é a incapacidade de sair fora da sua esfera de interesses e perceber que a do interlocutor pode ser outra."
        },
        {
          "olavo":"Assim como o homem tem por natureza o poder de aterrorizar uma mulher com um simples olhar de fúria, a mulher tem, com um mero olhar de desprezo ou de indiferença, o poder de jogar um homem no mais fundo da depressão, destruir todo o seu respeito por si mesmo e induzi-lo até ao suicídio. A beleza feminina é inseparavelmente uma promessa e uma ameaça. É um símbolo condensado de todas as ambiguidades da existência."
        },
        {
          "olavo":"É claro que, para cada domínio especial do conhecimento e da vida, uma faculdade em particular se destaca, ainda que sem se desligar das outras: o raciocínio lógico nas ciências, a imaginação na arte, o sentimento e a memória no conhecimento de si, a fé e a vontade na busca de Deus. Mas, sem a inteligência, que é cada uma dessas funções, ou a justaposição mecânica de todas elas, senão uma forma requintada de fetichismo? Que é uma imaginação que não intelige o que concebe, um sentimento que não se enxerga a si mesmo, uma razão que raciocina sem compreender, uma fé que aposta às cegas, sem a visão clara dos motivos de crer? São cacos de humanidade, jogados num porão escuro onde cegos tateiam em busca de vestígios de si mesmos. Toda 'cultura' que se construa em cima disso não será jamais senão um monumento à miséria humana, um macabro sacrifício diante dos ídolos."
        },
        {
          "olavo":"Fórmula infalível. Antes de julgar quem quer que seja, sobretudo negativamente, certifique-se de que você já se tornou, de maneira mais ou menos estável e geral, alguém bondoso, valente, humilde e capaz. Exija de si essas qualidades básicas e, quando as alcançar — porque ninguém tem as quatro de nascença –, seus julgamentos sobre os demais seres humanos serão razoavelmente justos, na medida do possível. Até chegar lá, contenha seu impulso de julgar. Praticamente todos os males do mundo vêm de que as pessoas exigem mais dos outros que de si mesmas."
        },
        {
          "olavo":"Minha vida mental começou para valer quando pedi a Deus que me mostrasse a verdade mesmo que eu não conseguisse explicá-la a ninguém, mesmo que eu não conseguisse sequer expressá-la em palavras."
        },
        {
          "olavo":"O homem que vive da própria imagem projetada não suporta o isolamento, o confronto solitário com a própria miséria (que é a experiência diária do fiel cristão). Isolem-no, e ele ruirá como um castelo de areia."
        },
        {
          "olavo":"Quando eu era pequeno, ver a minha mãe sofrer, sem poder ajudá-la, me levava ao desespero e quase à loucura. Meus desenhos da época — eu desenhava dia e noite — tinham um tema recorrente: um homem maduro e forte, com uma barba muito preta, socorria um bebê, um cachorro, uma velhinha em apuros. Eu queria ser esse homem, é claro. Mas, na ocasião, tudo o que eu podia fazer pela minha mãe — ou por quem quer que fosse — eram micagens para fazê-la rir por uns momentos. Até hoje tento aliviar os sofrimentos das pessoas por meio de piadas. Às vezes consigo.(Assunto sobre sua infância: onde viveu acamado desde o nascimento até os 9 anos)"
        },
        {
          "olavo":"Abusos sexuais na infância? Tive dois. Uma véia mocréia me bolinou no ônibus para Ibitinga, a viagem mais longa que já fiz na vida. E um pobre doido ficou se esfregando em mim numa sessão de cinema na Paróquia Santa Luzia. Nos dois casos, não tive medo, nem nojo, nem revolta. Não senti coisa nenhuma. Inocente como uma tartaruga adormecida, só achei tudo uma esquisitice inexplicável, mais ou menos como doce japonês de feijão ou pombas-gira pulando sem nenhuma razão plausível numa sessão de macumba."
        },
        {
          "olavo":"Não se incomode. Morto serei ainda mais perigoso do que sou agora."
        },
        {
          "olavo":"Quem comete delito mais grave: o sujeito que coloca uma bomba em lugar público, despedaçando transeuntes inocentes, ou aquele que dá uma surra em quem fez isso? A natureza humana, a razão e o instinto respondem resolutamente: o primeiro. Em seu apoio vêm a jurisprudência universal, as leis morais das grandes religiões e até o regulamento da Associação Protetora dos Animais, que não considera tão lesivo ao interesse dessas criaturas dar pancadas em uma delas quanto liquidá-las às dúzias por meio de explosivos. Toda a humanidade compreende intuitivamente que o torturador, por cruel e asqueroso que seja, é apenas um agressor, ao passo que o terrorista, por belo e idealista que se anuncie, é um homicida por atacado, virtualmente um genocida. As diferenças não param aí. Maus-tratos a um prisioneiro podem resultar do súbito impulso de fazer justiça com as próprias mãos, enquanto o ato terrorista supõe premeditação fria, planejamento racional, execução precisa. 'O Irracional Superior - O que restou do imbecil - vol. IV'"
        },
        {
          "olavo":"Muito do que fazemos na vida -- às vezes, tudo -- é compensação de alguma tristeza que tivemos na infância ou na adolescência. No meu caso, sei exatamente que tristeza foi essa. Quando, no início da adolescência, comecei a me interessar por literatura, teatro, música clássica, história, filosofia, psicologia, teologia, entendi que tinha descoberto um tesouro infinitamente valioso, o alívio quase imediato da maioria dos padecimentos humanos. Qual não foi a minha surpresa ao perceber que em geral as pessoas não apenas eram desprovidas de qualquer interesse por essas coisas, como tinham até um certo orgulho da sua indolência mental, acreditando piamente que acabariam por vencer todas as dificuldades da vida pela simples repetição dos automatismos rotineiros que lhes davam um sentimento de segurança na mesma medida em que, a longo prazo, garantiam o seu fracasso. Muitas dessas pessoas não escondiam o desprezo que sentiam pelas minhas preocupações, que elas diziam estratosféricas, e não raro o desprezo se manifestava como arrogância, agressividade e exclusão ostensiva. Aos poucos fui descobrindo que isso não acontecia só no meu ambiente social, mas era uma praga endêmica, uma constante da vída brasileira, Os melhores, os mais conscientes e mais sensíveis eram sistematicamente boicotados e escorraçados, jogados para o fundo de uma existência obscura e deprimente pela santa aliança da mediocridade com a arrogância, da inépcia com a vaidade, da indolência com o carreirismo. Eu SEMPRE soube que um dia teria de fazer algo contra isso."
        },
        {
          "olavo":"Ao contrário dos líderes políticos, que fazem muito barulho mas raramente modificam alguma coisa de substantivo, o escritor, se quiser, tem o privilégio de ser um dinamitador discreto, que derruba muitos prédios em torno sem que ninguém ouça a explosão."
        },
        {
          "olavo":"Para escrever com naturalidade é preciso ter sentimentos naturais e um agudo senso do óbvio, sem jamais carregar as tintas no desejo de persuadir. É preciso abdicar de toda pose, o que pressupõe não ter nenhum complexo de inferioridade a compensar. É preciso falar ao público como você fala em casa. E é preciso agradecer diariamente a Deus por ter-lhe dado um eu autoconsciente."
        },
        {
          "olavo":"A atenção é a substância da identidade humana. Dominá-la segundo uma ordem de prioridades é dominar o destino até o extremo limite das nossas forças. A principal função da mídia é impedir que isso aconteça."
        },
        {
          "olavo":"Um homem maduro é aquele em cuja alma todos os sentimentos e emoções — ternura, ódio, esperança, pressa, indiferença, todos eles — são balizados pela consciência da morte."
        },
        {
          "olavo":"O Brasil é isso: uma engenhoca construída pelo diabo, entre orgasmos de humorismo sádico, para frustrar todas as esperanças humanas e assegurar que nenhum problema grande ou pequeno, coletivo ou individual, terá jamais solução."
        },
        {
          "olavo":"A autoridade de um pai deve ser diretamente proporcional à sua capacidade de alegrar os filhos — e à sua disposição de morrer por eles se preciso."
        },
        {
          "olavo":"'Respeito humano', na linguagem da Igreja, é desagradar a Deus para não pagar mico. É o vício endêmico do nosso tempo."
        },
        {
          "olavo":"Só os analfabetos funcionais confundem a precisão dos conceitos com a rigidez mecânica de alguma linguagem fixa e estereotipada. Entre a expressão viva ou até paradoxal de uma impressão e o apelo a algum chavão de compreensão automática, o escritor preferirá sempre a primeira. Eis porque os Pirrôlas da vida não podem ler obras de escritores, só manuais escolares."
        },
        {
          "olavo":"O analfabeto funcional lê todas as sentenças em sentido absoluto, material e chapado, como se fossem juízos atomísticos num manual de química. É insensível às nuances, imprecisões e ambigüidades que tornam possível a linguagem literária. Objeções levantadas por um analfabeto funcional são irrespondíveis, pois versam sobre objetos da sua própria invenção, alheios àquilo que ele imagina questionar."
        },
        {
          "olavo":"A impotência gera o sonho de onipotência. Todo idealismo subjetivo — sobretudo os disfarçados, tão comuns na modernidade — reflete um desejo de fugir para um mundinho da nossa própria invenção. Não me curei disso estudando, mas ficando perdido no mato por quatro dias. NADA ali era o que eu pensava."
        },
        {
          "olavo":"Muitos filmes eu vejo só para tentar entender que merda esse pessoal de Hollywood tem na cabeça. É um enigma fascinante."
        },
        {
          "olavo":"Gosto que compreendam as minhas palavras, e faço o possível para torná-las claras e exatas. Mas que compreendam a minha pessoa — alma e personalidade –, é coisa que não espero nem necessito. Vivi tantas vidas numa só, que quem quer que se meta a me decifrar sem equivalente experiência ao menos imaginária (adquirida pela leitura de muitos romances e biografias) vai dar sempre com os burros n’água e fazer papel de trouxa."
        },
        {
          "olavo":"O critério infalível para identificar um idiota é que ele fala da espécie humana com ares de superior desprezo olímpico."
        },
        {
          "olavo":"É próprio da idiotice tomar posição pelo valor nominal das causas defendidas ou atacadas, sem saber sua origem histórica, as forças políticas e econômicas que as sustentam e os planos estratégicos de maior escala que as abrangem e utilizam."
        },
        {
          "olavo":"Conhecer a realidade não é espremê-la no pensável: é integrar-se nela conscientemente e de todo o coração, como o nadador que conhece o mar jogando-se nele sem medo das ondas."
        },
        {
          "olavo":"Ter um 'eu' é a mais alta dignidade que Deus concedeu ao ser humano. Os animais têm uma identidade, mas não uma consciência moral autobiográfica. Eles não podem contar sua história, confessar seus pecados e responder pelas suas ações."
        },
        {
          "olavo":"Todo pseudo-intelectual vive uma existência farsesca infectada, na base, de insegurança e medo."
        },
        {
          "olavo":"Nosso próprio ideal de perfeição é o grande instrumento do diabo, que com ele nos acusa, nos humilha, nos castiga e faz de nós, a título de miserável compensação psíquica, acusadores do próximo, da humanidade, do universo inteiro — pequenos diabos intoxicados de angelismo. A única Perfeição real que existe, em contrapartida, é o perdão universal oferecido com sacrifício da própria vida — não uma vez, mas infinitas vezes até o Juízo Final."
        },
        {
          "olavo":"Medito constantemente a minha experiência pessoal, separando nela o que é essencial, necessário e universalmente humano daquilo que é acidental e periférico."
        },
        {
          "olavo":"O fato de alguma coisa ter acontecido a você, mesmo que só a você, já prova que ela é uma possibilidade universalmente humana. Este é um ponto de partida fundamental em qualquer investigação filosófica."
        },
        {
          "olavo":"O primeiro dever do brasileiro é a imaturidade. O segundo é uma pose de bom moço. O terceiro é o tom de superioridade moral sublime."
        },
        {
          "olavo":"Então você deve pedir auxílio do Espírito Santo, abrir-se a Ele, humildemente e calmamente. Se você não fizer isso e continuar estudando, você ficará doido e logo começarão aparecer sintomas neuróticos e distúrbios de conduta etc. Isso eu sempre deixei claro para vocês. Quer dizer, a idéia de que a aquisição de cultura seja um bem em si, incondicional, é uma idéia maluca! Porque se a aquisição de cultura por si mesma fosse uniformemente boa, então não haveria, entre as pessoas mais cultas, os mais admiráveis neuróticos do universo. E, quando eu digo fortalecer a alma, significa o seguinte: retornar ao estado de calma e paciência que você tinha antes, quando você não tinha perguntas. Daí você começa a lançar perguntas: ‘E isto? E aquilo? E aquilo outro?’. Calma! Espere aí! No devido tempo isto lhe vai ser dado. Não é a sua mente que encontrará a resposta. Não é nunca! Isso é o próprio Deus que o guia, devagarzinho, na medida da sua necessidade e dependendo de você manter a calma e a humildade."
        },
        {
          "olavo":"Quem vem a você com um problema pessoal não se contenta com generalidades ou com frases da Bíblia. O que ele quer é que você penetre junto com ele na sua confusão interior e encontre o fio da meada que ele não consegue encontrar. Isso é difícil, arriscado e exige mais que cultura, inteligência e sensibilidade: exige uma quantidade de amor ao próximo que a formação religiosa usual ou um diploma de psicologia não bastam para desenvolver. Ao longo de toda a minha vida, só vi UM sujeito capaz de fazer isso: o dr. Juan Alfredo César Müller. Ver como ele sabia se identificar profundamente com as pessoas e curá-las curando-se a si mesmo me ensinou mais sobre o amor ao próximo do que tudo o que ouvi em sermões nas igrejas."
        },
        {
          "olavo":"No Brasil, ser um intelectual é um direito assegurado por lei a todos os incapazes."
        },
        {
          "olavo":"Amar a Deus sobre todas as coisas não é propriamente uma obrigação. É uma graça extraordinária, o mais alto grau de consciência que um ser humano pode alcançar. Quando Deus manda você fazer uma coisa que só Ele pode fazer por você, o que Ele quer é que você a peça."
        },
        {
          "olavo":"O diabo complica esta vida para que você não tenha tempo de pensar na próxima. O remédio para isso é sempre resolver tudo da maneira mais rápida e cirúrgica, SEM MUITAS PALAVRAS. Se você pode dar um jeito num problema sem dizer nada, faça isso. Se puder usar uma só palavra, não diga duas. Guarde as palavras para a prece, o estudo e o amor."
        },
        {
          "olavo":"A precisão na escolha das palavras é o primeiro dever de um escritor, mas a maioria dos que no Brasil de hoje se apresentam como escritores não pode praticá-lo, pois ele depende de percepção exata, autoconsciência exigente, humildade e sobretudo a mais rigorosa distinção entre percepções e impulsos. Todas essas virtudes só se cultivam na solidão. São totalmente inacessíveis a indivíduos que vivem de um sentimento de solidariedade grupal — os eternos signatários de 'manifestos de intelectuais'."
        },
        {
          "olavo":"O inferno consiste em estar separado de Deus, portanto excluído da possibilidade infinita e encerrado para sempre no mundinho psicológico que você mesmo criou, sem uma janelinha sequer para dar uma espiada lá fora. Examine os seus pensamentos e verá a merda que o espera."
        },
        {
          "olavo":"Orar é pedir a Deus que derrube os muros da nossa casinha mental e nos acolha no infinito."
        },
        {
          "olavo":"Castidade sem humildade e caridade é uma das especialidades do capeta."
        },
        {
          "olavo":"Qualquer que seja o seu emprego, por mais humilde e até deprimente, dedique a ele o melhor de si, como se fosse um dever de religião, porque de fato é. Nunca se ouviu dizer que Nosso Senhor, no seu emprego de carpinteiro, deixasse de entregar alguma encomenda sob o pretexto de que 'Tenho de falar com o meu Pai lá em cima'."
        },
        {
          "olavo":"Meu maior orgulho e alegria nesta vida é ter conseguido criar uma família sólida, saudável, amorosa e imensamente divertida. Infelizmente, foi aos poucos que descobri o truque, de modo que só meus filhos mais jovens conseguiram se beneficiar do efeito. Os mais velhos que me perdoem, mas antigamente eu era muito burro nessas coisas."
        },
        {
          "olavo":"Não tenha medo de sofrer, aprenda com a humilhação, torne-se um homem digno de ser amado, e o será."
        },
        {
          "olavo":"O ser humano normal acredita no que vê, no que experimenta e no que sabe. O fingidor histérico, naquilo que aprendeu a dizer."
        },
        {
          "olavo":"O maior obstáculo à formação superior da inteligência não está em fatores de ordem econômica, social, racial ou familiar, mas de ordem moral. Está naquilo que os gregos chamavam de apeirokalia; a falta de experiência das coisas mais belas. A alma que desde tenra idade, não seja exposta à visão de exemplos concretos de beleza natural, artística, intelectual, espiritual e moral, torna-se incapaz de conceber qualquer realidade mais alta que o topo das suas percepções corriqueiras. Esse é o mal crônico da cultura nacional, sempre devota do irrelevante e cheia de despeito por tudo o que esteja acima da sua precária capacidade de compreensão."
        },
        {
          "olavo":"Com grande pesar, noto que em quase todas as pessoas, mesmo as mais inteligentes, a evolução do seu entendimento paralisa num certo ponto e não caminha mais nem um passo. Aquilo que entendem, entendem, e o que não entendem já não lhes interessa mais. Entram no ciclo do repetitivo e se mostram incapazes de ajustar seu intelecto a situações novas, questões novas e novos enigmas. Muitas dessas pessoas são religiosas, mas, pergunto eu, pode haver o amor à verdade sem a ânsia de MAIS verdade? A paralisia da inteligência não reflete uma indolência cognitiva, uma indiferença pelas verdades ainda não conhecidas? E por acaso Deus não ordenou que O BUSCÁSSEMOS, que MEDITÁSSEMOS dia e noite? Santo Agostinho não ensinou que só em Deus a nossa inteligência pode encontrar o repouso, que portanto repousar antes disso é desistir de Deus? Não é patente que só uma grande e permanente tensão do espírito humano em direção a MAIS VERDADE atende ao mandamento do espírito divino? Se a sua inteligência parou, a sua alma se petrificou nas rotinas do culto e acha que com isso está 'servindo a Deus'. Da minha parte, não tenho a menor pretensão de servir a Deus. Nem imagino para quê Ele precisaria dos meus serviços. Mas sei que eu preciso d'Ele e só n'Ele encontrarei o repouso das minhas inquietações. Sugiro, portanto: Pare de 'servir a Deus' e comece a PROCURÁ-LO."
        },
        {
          "olavo":"Reconhecemos uma paixão pela facilidade com que, por ela, nos privamos do resto."
        },
        {
          "olavo":"Fale em público no mesmo tom com que você fala com sua família e com seus amigos. Ou então fique quieto."
        },
        {
          "olavo":"A primeira e mais notável característica do ensino da filosofia no Brasil é o seu amor idolátrico aos 'textos' e seu total desprezo aos assuntos dos quais eles tratam. O sujeito passa anos esmiuçando o pensamento de Descartes ou de Nietzche, e quando você pergunta 'Mas isso que eles estão dizendo é verdadeiro ou falso?', ele olha para você com a cara de quem estivesse vendo um recém-egresso do Pinel."
        },
        {
          "olavo":"Vale a pena empregar cinco ou dez anos da sua vida lendo as Obras Completas de Aristóteles? Vale, mas com uma condição: que você não faça isso para conhecer 'a filosofia de Aristóteles', mas para entender algo dos objetos, temas e problemas dos quais ela trata -- a estrutura da realidade, o funcionamento da cognição humana, o sistema das ciências, a linguagem e o pensamento, a ordem do Estado e da sociedade, a vida dos animais etc, etc. Em suma: leia tendo sempre em vista o conselho de Eric Voegelin: 'Não estude filosofia. Estude a realidade.' Se você entra no empreendimento com esse estado de espírito, não encontrará jamais um mestre melhor que Aristóteles. O homem é sempre de uma objetividade direta, intransigente e totalmente desprovida do elemento 'frescura'."
        },
        {
          "olavo":"Todo sujeito incapaz de apreender um problema filosófico pode, no entanto, perceber por mera leitura como esse problema aparece formulado em Kant, em Hegel ou em Nietzsche. Assim, cria-se uma filosofia sem assunto próprio e reduzida a 'uma atividade com textos', como dizia o prof. Gianotti. É um fenômeno exclusivamente brasileiro, desconhecido no resto do mundo."
        },
        {
          "olavo":"Saber o que os filósofos disseram sobre isto ou aquilo é, segundo Aristóteles, o começo da investigação filosófica. No Brasil é a finalidade dela."
        },
        {
          "olavo":"Nunca estudei a filosofia de fulano ou beltrano para conhecê-la apenas, mas para ver se com a ajuda dela conseguia apreender algo dos objetos a que se referia. Se não me ajudavam nisso, perdia todo interesse por elas, mesmo porque não estava em busca de um DIPROMA."
        },
        {
          "olavo":"Só intelectuais, trabalhadores e religiosos podem se opor eficazmente ao comunismo. Burguês só atrapalha."
        },
        {
          "olavo":"No meu modesto entender, todo diploma de letras ou ciências humanas obtido numa universidade brasileira deve conferir ao seu portador o direito de cortar cana pelo resto da sua vida."
        },
        {
          "olavo":"A doutrina cristã do livre artítrio é uma ANTROPOLOGIA FILOSÓFICA, não uma psicologia. Ela se refere à espécie humana enquanto tal, no seu sentido mais universal e genérico, e não ao indivíduo concreto tomado num momento dado da sua existência real. 'O homem' tem livre arbítrio, mas ESTE homem, ESTE indivíduo, pode estar privado do exercício do livre arbítrio como está privado, em maior ou menor grau, do uso da razão. É a diferença entre o pecado isolado e o VÍCIO. Dizer que todo pecador tem a qualquer momento a liberdade de se abster do seu pecado vicioso, só não o fazendo porque não quer, é confundir o universal com o particular, o necessário com o contingente, a essência com o acidente, e proceder como os maus pastores de que fala Mateus, 23:4: 'Eles atam fardos pesados e os colocam sobre os ombros dos homens. No entanto, eles próprios não se dispõem a levantar um só dedo para movê-los.'"
        },
        {
          "olavo":"A ignorância, o esquecimento, o entorpecimento, o emburrecimento, nos persegue o tempo todo. A hora que você entende que você é assim, você entende que a humanidade também é, e que esse é um dos mecanismos fundamentais da história humana."
        }
    ]