
    [
        {
          "olavo": "Diploma é papel pintado."
        },
        {
          "olavo": "Há coisas que são boas por alguns instantes, outras por algum tempo. Só algumas são para sempre."
        },
        {
          "olavo": "Quando se trata de Brasil, quando ouço falar em cultura, eu saco logo meu rolo de papel higiênico."
        },
        {
          "olavo": "A mentira tem o privilégio de poder se expressar com muito mais brevidade do que sua refutação."
        },
        {
          "olavo": "A imagem que as pessoas fazem da realidade é determinada maciçamente pela ficção, e não pela informação."
        },
        {
          "olavo": "Se você perguntar assim, 'O que foi a Guerra do Vietnã?', as pessoas formam a imagem da Guerra do Vietnã por filmes, como Apocalipse Now e outros, não por livros de história."
        },
        {
          "olavo": "Você não precisa de má intenção para fazer um estrago extraordinário, basta você estar lidando com coisas que estão acima da sua capacidade."
        },
        {
          "olavo": "O Brasil tornou-se o único país do mundo onde a ignorância é fonte de autoridade intelectual."
        },
        {
          "olavo": "Ser odiado por multidões de ignorantes é o preço de não ser um deles."
        },
        {
          "olavo":"Uma ideologia chega ao seu maior sucesso, quando ela já não é reconhecida como ideologia, quando ela já penetrou de tal modo no senso comum que ela parece a realidade mesma."
        },
        {
          "olavo":"Se você não reage ao crime que os comunistas cometem contra você, logo eles acusam você de cometê-lo contra eles. É regra invariável e sem exceções."
        },
        {
          "olavo":"Não prostitua a sua personalidade em troca da aceitação pelo grupo. É um preço muito alto a ser pago."
        },
        {
          "olavo":"Eis a que se resume a famosa rebeldia do adolescente: amor ao mais forte que o despreza, desprezo pelo mais fraco que o ama."
        },
        {
          "olavo":"O histérico não gradua o medo pelo tamanho do perigo, mas ao inverso: amplia a imagem do perigo pela intensidade do medo que sente."
        },
        {
          "olavo":"A função eminente da literatura de ficção é a transfiguração da experiência em símbolo."
        },
        {
          "olavo":"Todos os meus mortos queridos… eu não sinto saudade deles. Porque eles estão presentes, eles existem. Nada do que aconteceu desacontece. Aquilo que aconteceu aqui durante uma fração de segundo já está na eternidade, nunca mais volta ao não-ser."
        },
        {
          "olavo":"A cultura precede a política e precede a riqueza. Quem não sabe isso não sabe nada. Quem espera ter riqueza e uma boa política antes de ter a alta cultura não terá jamais nenhuma das três."
        },
        {
          "olavo":"O analfabeto funcional não é um coitadinho necessitado de ajuda. É um animal perigosíssimo que, justamente por não entender as palavras dos outros, está livre para atribuir a elas o sentido que bem deseje."
        },
        {
          "olavo":"A experiência me ensinou que as fontes mais confiáveis são em geral as mais ignoradas."
        },
        {
          "olavo":"O importante é não estudar por estudar, para adquirir cultura ou seguir carreira universitária, mas para encontrar respostas a questões determinadas, que tenham importância existencial para você, para sua formação de ser humano e não só de estudioso."
        },
        {
          "olavo":"O historiador suíço Gustaf Schnürer ensina que, se Jesus não veio encarnado na forma de um governante poderoso, nem de um sábio ou filósofo, nem de um artista nem de gênio, foi pra nos mostrar que há algo que é superior à totalidade da civilização."
        },
        {
          "olavo":"'Admirar sempre moderadamente é sinal de mediocridade', ensinava Leibniz. Uma das constantes da mentalidade nacional é precisamente o temor de admirar, a necessidade de moderar o elogio – ou mesmo entremeá-lo de críticas – para não passar por adulador e idólatra."
        },
        {
          "olavo":"As portas do espírito só se abrem à perfeita sinceridade de propósitos."
        },
        {
          "olavo":"Risinho de deboche é argumento de puta."
        },
        {
          "olavo":"O capitalismo é padrinho e protetor do comunismo. A guerra não é entre capitalismo e comunismo, é entre cristianismo e comunismo."
        },
        {
          "olavo":"O homem que não domina as palavras é dominado por elas: vive num mundo de ilusões verbais, que toma por realidades. Quando consegue montar uma frase, imagina que provou um fato. A fala, em vez de ser uma janela para o mundo, substitui o mundo. É a auto-hipnose verbal tomando o lugar do conhecimento. (Do artigo 'Frases e Vidas', publicado em Zero Hora, 25 de março de 2001)"
        },
        {
          "olavo":"O comunismo não deu errado, ele É errado.  É o próprio erro."
        },
        {
          "olavo":"O jovem, é verdade, rebela-se muitas vezes contra pais e professores, mas é porque sabe que no fundo estão do seu lado e jamais revidarão suas agressões com força total."
        },
        {
          "olavo":"Quando disse que 'a vida dos vivos é regida por filósofos mortos', o velho Augusto Comte talvez nem imaginasse que ele próprio viria a ser um dos defuntos mais mandões."
        },
        {
          "olavo":"Os americanos são religiosos na orientação das suas vidas. Os brasileiros, no julgamento da vida alheia."
        },
        {
          "olavo":"Não é possível discutir com um sujeito ao qual terei de explicar o sentido de cada uma das suas próprias frases."
        },
        {
          "olavo":"O homem medíocre não acredita no que vê, mas no que aprende a dizer."
        },
        {
          "olavo":"Conservadorismo significa fidelidade, constância, firmeza. Não é coisa para homens de geleia."
        },
        {
          "olavo":"No Brasil é preciso explicar, desenhar, depois explicar o desenho e desenhar a explicação"
        },
        {
          "olavo":"O brasileiro de hoje em dia é aquele sujeito valente que teme olhares e caretas como se fossem balas de canhão, que enfia o rabo entre as pernas à simples ideia de que falem mal dele, que troca a honra e a liberdade por um olhar de simpatia paternal de quem o despreza."
        },
        {
          "olavo":"Se cometi tantos erros, se tão rico e variado é o repertório dos meus pecados, para que inventar mais um, acusando-me logo daquilo que não fiz?"
        },
        {
          "olavo":"A vaidade da ignorância é um abismo de miséria humana."
        },
        {
          "olavo":"Aquilo que te dá segurança é ao mesmo tempo aquilo que te aprisiona."
        },
        {
          "olavo":"Não há covardia mais torpe que a covardia da inteligência, a burrice voluntária, a recusa de juntar os pontos e enxergar o sentido geral dos fatos."
        },
        {
          "olavo":"A sorte favorece os audazes.(Virgílio) E quando entrar em um negócio, entre com a seguinte posição: Sabe quando eu vou parar? Nunca. É assim que tem de ser."
        },
        {
          "olavo":"Burrice e maldade jamais foram termos antagônicos."
        }
        ,
        {
          "olavo":"Estudar de menos e opinar demais. Essa é a maior desgraça do brasileiro."
        }
        ,
        {
          "olavo":"O mundo seria melhor se não houvesse tanta gente prometendo melhorá-lo."
        }
        ,
        {
          "olavo":"O comunismo não é um grande ideal que se perverteu. É uma perversão que se vendeu como um grande ideal."
        }
        ,
        {
          "olavo":"O amor não é um sentimento: é uma decisão, um ato de vontade e um comprometimento existencial profundo. Os sentimentos variam, mas o amor permanece. Quem não compreendeu isso não chegou nem perto da maturidade."
        }
        ,
        {
          "olavo":"Recusar atenção é o primeiro e mais importante passo da liberdade humana."
        }
        ,
        {
          "olavo":"É inútil tentar convencer quem acha que já sabe. Sem a humilhação preliminar que quebra a autoconfiança postiça e cria o desejo de saber, nada é possível."
        }
        ,
        {
          "olavo":"Não suporto gente que fala bonitinho. Só dou ouvidos a quem não tem medo de falar com o coração nas mãos, mesmo ao preço de parecer doido."
        }
        ,
        {
          "olavo":"Se você não tem sequer a coragem de enxergar a realidade, como pode ter a pretensão de mudá-la?"
        }
        ,
        {
          "olavo":"Heróis genuínos fazem-se desde dentro, na luta da alma pela verdade da existência. Antes de brilhar em ações espetaculares têm de vencer a mentira interior e pagar, com a solidão moral extrema, o preço da sinceridade."
        },
        {
          "olavo":"Só um imbecil completo deseja ter uma opinião própria. Quem tem cabeça busca uma opinião verdadeira."
        },
        {
          "olavo":"Os palavrões, segundo entendo, foram inventados precisamente para as situações em que uma resposta delicada seria cumplicidade com o intolerável."
        },
        {
          "olavo":"Se você é um estudante sério, prepare-se: saber mais é ser compreendido menos."
        },
        {
          "olavo":"Enquanto houver otários dispostos a obedecer, haverá malandros querendo mandar."
        },
        {
          "olavo":"Dos meus cursos, quem é inteligente sai mais inteligente, quem é burro sai maluco."
        },
        {
          "olavo":"A felicidade que se pode alcançar neste mundo é modesta e inconstante, mas real. Uma das chaves para obtê-la é: Que as alegrias dos outros não te entristeçam, nem suas tristezas te alegrem."
        },
        {
          "olavo":"Brasileiro não entende a diferença entre feiúra e beleza. Só entre miséria e luxo."
        },
        {
          "olavo":"A política pró-diversidade consiste essencialmente em proibir a diversidade de opiniões."
        },
        {
          "olavo":"Pelo menos sete escritores de primeira ordem ocuparam a Presidência dos EUA: Thomas Jefferson, John Adams, Abraham Lincoln, Theodore Roosevelt, Herbert Hoover, John F. Kennedy, Ronald Reagan."
        },
        {
          "olavo":"O advento da grande mídia democratizou a ignorância."
        },
        {
          "olavo":"Eu só quero uma coisa, que Deus perdoe meus pecados e me leve pra perto dEle."
        },
        {
          "olavo":"Preparem-se. Nos próximos anos a desordem do mundo atingirá o patamar da alucinação permanente e por toda parte a mentira e a insanidade reinarão sem freios. Não digo isso em função de nenhuma profecia, mas porque estudei os planos dos três impérios globais e sei que nenhum deles tem o mais mínimo respeito pela estrutura da realidade. Cada um está possuído pelo que Eric Voegelin chamava 'fé metastática', a crença louca numa súbita transformação salvadora que libertará a humanidade de tudo o que constitui a lógica mesma da condição terrestre. Na guerra ou na paz, disputando até à morte ou conciliando-se num acordo macabro, cada um prometerá o impossível e estreitará cada vez mais a margem do possível. A Igreja Católica é a única força que poderia, no meio disso, restaurar o mínimo de equilíbrio e sanidade, mas, conduzida por prelados insanos, vendidos e traidores, parece mais empenhada em render-se ao espírito do caos e fazer boa figura ante os timoneiros do desastre. No entanto, no fundo da confusão muitas almas serão miraculosamente despertadas para a visão da ordem profunda e abrangente que continua reinando, ignorada do mundo. Muitas consciências despertarão para o fato de que o cenário histórico não tem em si seu próprio princípio ordenador e só faz sentido quando visto na escala da infinitude, do céu e do inferno. Essas criaturas sentirão nascer dentro de si a força ignorada de uma fé sobre-humana e nada as atemorizará."
        },
        {
          "olavo":"A crítica não tem sobre a psicologia das massas o poder sugestivo que têm as crenças afirmativas, mesmo falsas."
        },
        {
          "olavo":"Cada um, afinal, projeta no mistério divino as qualidades imanentes à sua própria alma."
        },
        {
          "olavo":"Honrar exemplos ilustres não é o mesmo que subscrever suas idéias."
        },
        {
          "olavo":"É a proporção entre nossas representações e a experiência, que assegura a racionalidade dos nossos pensamentos."
        },
        {
          "olavo":"Moderação na defesa da verdade é serviço prestado à mentira."
        },
        {
          "olavo":"Se a hipocrisia é a homenagem que o vício presta à virtude, o cinismo é a afirmação ostensiva do vício como virtude."
        },
        {
          "olavo":"O homem medíocre não acredita no que vê, mas no que aprende a dizer."
        },
        {
          "olavo":"Nada debilita mais a inteligência do que a obstinação orgulhosa na astúcia fracassada."
        },
        {
          "olavo":"Os fortes não têm medo de encarar o pior: os fracos fogem dele porque sua mera visão os esmaga."
        },
        {
          "olavo":"O homem, o indivíduo humano, é o portador do conhecimento efetivo. O conhecimento enquanto bem social é apenas conhecimento potencial, é coleção de registros e convenções que, para tornar-se conhecimento efetivo, deve ser efetivado, atualizado na consciência do indivíduo vivente."
        },
        {
          "olavo":"Só no plano do indivíduo autoconsciente é que o conhecimento pode adquirir validade: só na consciência individual vivente se realiza a prova apodíctica, só o indivíduo tem acesso efetivo às verdades universais, enquanto a coletividade deve se contentar com fórmulas mais ou menos convencionais — ou consensuais — de uma verdade meramente potencial."
        },
        {
          "olavo":"A meu ver, o ideal comunista - a construção deliberada de uma 'sociedade mais justa' - é intrinsecamente mau. Não existe justiça nenhuma em planejar de antemão a vida das gerações futuras, obrigando-as a arcar com o peso de milhares de decisões que não tomaram e com as quais talvez não venham a concordar. É monstruoso decidir hoje, de maneira irrevogável, a vida dos homens de amanhã."
        },
        {
          "olavo":"'Fome e sede de justiça' não significa você querer punir os maus, mas esforçar-se para não fazer o mal a ninguém. É só isso - e tudo isso. Um inimigo derrotado que nos estende a mão da concórdia torna-se com frequência nosso melhor amigo."
        },
        {
          "olavo":"Não há nada mais difícil do que fazer alguém tomar consciência da sua inconsciência progressiva."
        },
        {
          "olavo":"Ser inteligente é, nesse sentido, como já lembrava Lionel Trilling, a primeira das obrigações morais. Sem inteligência, até as virtudes mais excelsas se tornam apenas caricaturas de si mesmas."
        },
        {
          "olavo":"Vamos falar o português claro: várias das igrejas 'evangélicas' foram criadas por organizações maçônicas, que têm até mais experiência de infiltração e parasitagem do que os comunistas. O biblismo radical só existe para criar confusão."
        },
        {
          "olavo":"Distinção: O ateu não tem motivos para acreditar em Deus. O ateísta acredita que ninguém os tem."
        },
        {
          "olavo":"Ser reacionário é reagir da maneira mais intransigente e hostil à ambição diabólica de mandar no mundo."
        },
        {
          "olavo":"Um búfalo é muito mais forte e temível do que um leão. A diferença é que o leão quer comer um bife de búfalo e o búfalo não quer comer um bife de leão. Resultado: o leão acaba vencendo."
        },
        {
          "olavo":"Um mundo que confia seu futuro ao discernimento dos jovens é um mundo velho e cansado, que já não tem futuro algum."
        },
        {
          "olavo":"Numa discussão, o incapaz é invencível. Nenhum argumento infundirá jamais na cabeça de ninguém a capacidade de compreendê-lo."
        },
        {
          "olavo":"O discernimento estético é parte integrante da cultura espiritual. A música, as artes plásticas, o cinema e o teatro são armas letais usadas na desumanização das massas, e isto menos pelo conteúdo propagandístico explícito (uma exceção) do que pelo simples fato de dissolverem o senso estético das multidões pela exposição repetida ao feio e disforme apresentado como normal."
        },
        {
          "olavo":"A verdadeira coragem é sempre moral. Coragem é não fugir da morte, da derrota, da humilhação."
        },
        {
          "olavo":"Intelectualmente e para efeitos da sua convivência consigo mesmo, e da sua orientação na vida, a modéstia é uma péssima conselheira."
        },
        {
          "olavo":"Se, à primeira mágoa ou frustração, você se fecha e sai de campo, sua luta não vai durar nem uma semana. Se quer mudar o curso das coisas, prepare-se para engolir não um sapo ou dois, mas infinitos sapos. Leia a vida de Napoleão. Veja como esse homem, um dos maiores comandantes militares de todos os tempos, sabia aceitar humilhações, transigir, negociar. Será você mais importante do que Napoleão?"
        },
        {
          "olavo":"Tudo em volta induz à loucura, ao infantilismo, à exasperação imaginativa. Contra isso o estudo não basta. Tomem consciência da infecção moral e lutem, lutem, lutem pelo seu equilíbrio, pela sua maturidade, pela sua lucidez. Tenham a normalidade, a sanidade, a centralidade da psique como um ideal. Prometam a vocês mesmos ser personalidades fortes, bem estruturadas, serenas no meio da tempestade, prontas a vencer todos os obstáculos com a ajuda de Deus e de mais ninguém. Prometam SER e não apenas pedir, obter, sentir, desfrutar."
        },
        {
          "olavo":"O amor não é um sentimento, é um modo de ser. É um juramento interior de defender o ser amado até à morte, mesmo quando ele peca gravemente contra você. O amor é mesmo, como dizia Jesus, morrer pelo ser amado. Quando a gente espera que o amor torne a nossa vida mais agradável, em vez de sacrificar a vida por ele, a gente fica sem o amor e sem a vida. O amor é o mais temivel dos desafios, porém, quando você o conhece, não quer outra coisa nunca mais."
        },
        {
          "olavo":"Não sei se alguém lhes avisou, mas o fato é este: Haja o que houver, esta vida sempre termina mal. A próxima é que é o negócio. Tudo o que fazemos neste mundo não deve ser movido pela esperança de dias melhores, mas exclusivamente pelo amor a Deus e ao próximo. Isso é toda a Lei e os profetas."
        },
        {
          "olavo":"O fato é que todo brasileiro, com 18 anos, ele já tem opinião formada sobre tudo. Eu, aos 18 anos também tinha. Porém, nessa idade, eu percebi que eu era um palhaço. De todas as convicções que eu tinha, comecei a me perguntar: - De onde eu tiro tanta porcaria? Eu não sei nada a respeito disso, eu estou chutando... Então, o que eu fiz? Eu fui para casa e fiquei quieto durante 20 anos, estudando, tentado aprender alguma coisa. O dia que eu for um homem maduro, experiente, daí eu irei ensinar algo. Foi o que eu comecei a fazer com 45, 47 anos. E acho que até comecei cedo, pois eu deveria estar começando agora (depois dos 60 anos)."
        },
        {
          "olavo":"O que há de mais belo, nobre e elevado no ser humano é justamente o processo no qual, por transmutações sucessivas, o mais egoísta dos instintos se transfigura em bondade, generosidade, perdão e auto-sacrifício."
        },
        {
          "olavo":"Se você é um brasileiro intelectualmente superior, muitas pessoas em torno o verão como uma instituição, um prédio, um monumento, às vezes algum tipo de fantasma ou vampiro, e terão extrema dificuldade de perceber seus sentimentos, seus estados interiores, suas afeições e sofrimentos. Só dirão que você é humano quando querem acusá-lo de algum erro."
        },
        {
          "olavo":"Quando penso nos meus amigos e familiares que continuam suportando no Brasil uma vida só de pequenos obstáculos e impossibilidades, esmagados sob milhões de probleminhas insignificantes e insolúveis, como que assediados por exércitos inumeráveis de mosquitos de ferro, sinto que não há em todos os olhos do mundo lágrimas suficientes para chorar tamanho desperdício de energia humana, tamanha celebração do insensato e do absurdo."
        },
        {
          "olavo":"Só preste atenção aos defeitos das pessoas se elas vierem pedir, rogar, implorar para você ajudar a corrigi-los."
        },
        {
          "olavo":"Após adquirir os critérios e métodos fundamentais da vida intelectual, o passo seguinte é abrir-se, sem prevenções nem medo, não a todos os 'argumentos', o que seria mergulhar numa tagarelice sem fim, mas a todos os fatos. Leia e ouça tudo, pouco importando se vai contra a sua igreja, contra o seu partido, contra os judeus, contra os católicos ou contra a sua mãe. Durante alguns anos você vai ficar numa confusão dos diabos, mas, se permanecer calmo e paciente, observando a confusão com honesto interesse e com compaixão, no fim algumas linhas de força acabarão sugerindo a forma do conjunto."
        },
        {
          "olavo":"A maior parte dos seres humanos não tem um pingo de interesse por um treco chamado 'realidade'."
        },
        {
          "olavo":"O tipo mais desprezível que existe é aquele que esconde a própria sujeira por trás de versículos da Bíblia."
        },
        {
          "olavo":"Todo sujeito que tem medo de parecer louco já está louco."
        },
        {
          "olavo":"Uma consciência culpada é o maior tesouro de um ser humano. Quem foge dela corre direto para o lixo."
        },
        {
          "olavo":"Nada irrita mais um desesperado do que forçá-lo a uma longa espera na ante-sala de uma pura incerteza."
        },
        {
          "olavo":"Quem não crê na materialidade dos milagres de Nosso Senhor e vê neles apenas metáforas pedagógicas não é cristão nem mesmo no sentido metafórico do termo."
        },
        {
          "olavo":"Quando, durante a oração, percebo a minha miséria diante de Deus, acontece uma coisa extraordinária: meu pensamento se torna mais claro, episódios mal compreendidos adquirem de repente todo o seu sentido, e áreas inteiras da minha inteligência que estavam adormecidas voltam a funcionar. Conclusão que me parece bastante razoável: o sentimento adequado da nossa miséria é o centro da nossa consciência, a chave do nosso senso das proporções, a única via eficiente para um ser humano se instalar na realidade da sua vida com uma perspectiva correta."
        },
        {
          "olavo":"Concordar é sempre mais inteligente do que discordar, mesmo quando a concordância não é total. Uma pessoa sensata busca em toda parte a verdade, não o erro. Quando encontra um erro, salta-o e vai em frente, a não ser que examiná-lo possa ser ocasião de descobertas importantes."
        },
        {
          "olavo":"A característica mais proeminente do imbecil é a incapacidade de sair fora da sua esfera de interesses e perceber que a do interlocutor pode ser outra."
        },
        {
          "olavo":"Assim como o homem tem por natureza o poder de aterrorizar uma mulher com um simples olhar de fúria, a mulher tem, com um mero olhar de desprezo ou de indiferença, o poder de jogar um homem no mais fundo da depressão, destruir todo o seu respeito por si mesmo e induzi-lo até ao suicídio. A beleza feminina é inseparavelmente uma promessa e uma ameaça. É um símbolo condensado de todas as ambiguidades da existência."
        },
        {
          "olavo":"É claro que, para cada domínio especial do conhecimento e da vida, uma faculdade em particular se destaca, ainda que sem se desligar das outras: o raciocínio lógico nas ciências, a imaginação na arte, o sentimento e a memória no conhecimento de si, a fé e a vontade na busca de Deus. Mas, sem a inteligência, que é cada uma dessas funções, ou a justaposição mecânica de todas elas, senão uma forma requintada de fetichismo? Que é uma imaginação que não intelige o que concebe, um sentimento que não se enxerga a si mesmo, uma razão que raciocina sem compreender, uma fé que aposta às cegas, sem a visão clara dos motivos de crer? São cacos de humanidade, jogados num porão escuro onde cegos tateiam em busca de vestígios de si mesmos. Toda 'cultura' que se construa em cima disso não será jamais senão um monumento à miséria humana, um macabro sacrifício diante dos ídolos."
        },
        {
          "olavo":"Fórmula infalível. Antes de julgar quem quer que seja, sobretudo negativamente, certifique-se de que você já se tornou, de maneira mais ou menos estável e geral, alguém bondoso, valente, humilde e capaz. Exija de si essas qualidades básicas e, quando as alcançar — porque ninguém tem as quatro de nascença –, seus julgamentos sobre os demais seres humanos serão razoavelmente justos, na medida do possível. Até chegar lá, contenha seu impulso de julgar. Praticamente todos os males do mundo vêm de que as pessoas exigem mais dos outros que de si mesmas."
        },
        {
          "olavo":"Minha vida mental começou para valer quando pedi a Deus que me mostrasse a verdade mesmo que eu não conseguisse explicá-la a ninguém, mesmo que eu não conseguisse sequer expressá-la em palavras."
        },
        {
          "olavo":"O homem que vive da própria imagem projetada não suporta o isolamento, o confronto solitário com a própria miséria (que é a experiência diária do fiel cristão). Isolem-no, e ele ruirá como um castelo de areia."
        },
        {
          "olavo":"Quando eu era pequeno, ver a minha mãe sofrer, sem poder ajudá-la, me levava ao desespero e quase à loucura. Meus desenhos da época — eu desenhava dia e noite — tinham um tema recorrente: um homem maduro e forte, com uma barba muito preta, socorria um bebê, um cachorro, uma velhinha em apuros. Eu queria ser esse homem, é claro. Mas, na ocasião, tudo o que eu podia fazer pela minha mãe — ou por quem quer que fosse — eram micagens para fazê-la rir por uns momentos. Até hoje tento aliviar os sofrimentos das pessoas por meio de piadas. Às vezes consigo.(Assunto sobre sua infância: onde viveu acamado desde o nascimento até os 9 anos)"
        },
        {
          "olavo":"Abusos sexuais na infância? Tive dois. Uma véia mocréia me bolinou no ônibus para Ibitinga, a viagem mais longa que já fiz na vida. E um pobre doido ficou se esfregando em mim numa sessão de cinema na Paróquia Santa Luzia. Nos dois casos, não tive medo, nem nojo, nem revolta. Não senti coisa nenhuma. Inocente como uma tartaruga adormecida, só achei tudo uma esquisitice inexplicável, mais ou menos como doce japonês de feijão ou pombas-gira pulando sem nenhuma razão plausível numa sessão de macumba."
        },
        {
          "olavo":"Não se incomode. Morto serei ainda mais perigoso do que sou agora."
        },
        {
          "olavo":"Quem comete delito mais grave: o sujeito que coloca uma bomba em lugar público, despedaçando transeuntes inocentes, ou aquele que dá uma surra em quem fez isso? A natureza humana, a razão e o instinto respondem resolutamente: o primeiro. Em seu apoio vêm a jurisprudência universal, as leis morais das grandes religiões e até o regulamento da Associação Protetora dos Animais, que não considera tão lesivo ao interesse dessas criaturas dar pancadas em uma delas quanto liquidá-las às dúzias por meio de explosivos. Toda a humanidade compreende intuitivamente que o torturador, por cruel e asqueroso que seja, é apenas um agressor, ao passo que o terrorista, por belo e idealista que se anuncie, é um homicida por atacado, virtualmente um genocida. As diferenças não param aí. Maus-tratos a um prisioneiro podem resultar do súbito impulso de fazer justiça com as próprias mãos, enquanto o ato terrorista supõe premeditação fria, planejamento racional, execução precisa. 'O Irracional Superior - O que restou do imbecil - vol. IV'"
        },
        {
          "olavo":"Muito do que fazemos na vida -- às vezes, tudo -- é compensação de alguma tristeza que tivemos na infância ou na adolescência. No meu caso, sei exatamente que tristeza foi essa. Quando, no início da adolescência, comecei a me interessar por literatura, teatro, música clássica, história, filosofia, psicologia, teologia, entendi que tinha descoberto um tesouro infinitamente valioso, o alívio quase imediato da maioria dos padecimentos humanos. Qual não foi a minha surpresa ao perceber que em geral as pessoas não apenas eram desprovidas de qualquer interesse por essas coisas, como tinham até um certo orgulho da sua indolência mental, acreditando piamente que acabariam por vencer todas as dificuldades da vida pela simples repetição dos automatismos rotineiros que lhes davam um sentimento de segurança na mesma medida em que, a longo prazo, garantiam o seu fracasso. Muitas dessas pessoas não escondiam o desprezo que sentiam pelas minhas preocupações, que elas diziam estratosféricas, e não raro o desprezo se manifestava como arrogância, agressividade e exclusão ostensiva. Aos poucos fui descobrindo que isso não acontecia só no meu ambiente social, mas era uma praga endêmica, uma constante da vída brasileira, Os melhores, os mais conscientes e mais sensíveis eram sistematicamente boicotados e escorraçados, jogados para o fundo de uma existência obscura e deprimente pela santa aliança da mediocridade com a arrogância, da inépcia com a vaidade, da indolência com o carreirismo. Eu SEMPRE soube que um dia teria de fazer algo contra isso."
        },
        {
          "olavo":"Ao contrário dos líderes políticos, que fazem muito barulho mas raramente modificam alguma coisa de substantivo, o escritor, se quiser, tem o privilégio de ser um dinamitador discreto, que derruba muitos prédios em torno sem que ninguém ouça a explosão."
        },
        {
          "olavo":"Para escrever com naturalidade é preciso ter sentimentos naturais e um agudo senso do óbvio, sem jamais carregar as tintas no desejo de persuadir. É preciso abdicar de toda pose, o que pressupõe não ter nenhum complexo de inferioridade a compensar. É preciso falar ao público como você fala em casa. E é preciso agradecer diariamente a Deus por ter-lhe dado um eu autoconsciente."
        },
        {
          "olavo":"A atenção é a substância da identidade humana. Dominá-la segundo uma ordem de prioridades é dominar o destino até o extremo limite das nossas forças. A principal função da mídia é impedir que isso aconteça."
        },
        {
          "olavo":"Um homem maduro é aquele em cuja alma todos os sentimentos e emoções — ternura, ódio, esperança, pressa, indiferença, todos eles — são balizados pela consciência da morte."
        },
        {
          "olavo":"O Brasil é isso: uma engenhoca construída pelo diabo, entre orgasmos de humorismo sádico, para frustrar todas as esperanças humanas e assegurar que nenhum problema grande ou pequeno, coletivo ou individual, terá jamais solução."
        },
        {
          "olavo":"A autoridade de um pai deve ser diretamente proporcional à sua capacidade de alegrar os filhos — e à sua disposição de morrer por eles se preciso."
        },
        {
          "olavo":"'Respeito humano', na linguagem da Igreja, é desagradar a Deus para não pagar mico. É o vício endêmico do nosso tempo."
        },
        {
          "olavo":"Só os analfabetos funcionais confundem a precisão dos conceitos com a rigidez mecânica de alguma linguagem fixa e estereotipada. Entre a expressão viva ou até paradoxal de uma impressão e o apelo a algum chavão de compreensão automática, o escritor preferirá sempre a primeira. Eis porque os Pirrôlas da vida não podem ler obras de escritores, só manuais escolares."
        },
        {
          "olavo":"O analfabeto funcional lê todas as sentenças em sentido absoluto, material e chapado, como se fossem juízos atomísticos num manual de química. É insensível às nuances, imprecisões e ambigüidades que tornam possível a linguagem literária. Objeções levantadas por um analfabeto funcional são irrespondíveis, pois versam sobre objetos da sua própria invenção, alheios àquilo que ele imagina questionar."
        },
        {
          "olavo":"A impotência gera o sonho de onipotência. Todo idealismo subjetivo — sobretudo os disfarçados, tão comuns na modernidade — reflete um desejo de fugir para um mundinho da nossa própria invenção. Não me curei disso estudando, mas ficando perdido no mato por quatro dias. NADA ali era o que eu pensava."
        },
        {
          "olavo":"Muitos filmes eu vejo só para tentar entender que merda esse pessoal de Hollywood tem na cabeça. É um enigma fascinante."
        },
        {
          "olavo":"Gosto que compreendam as minhas palavras, e faço o possível para torná-las claras e exatas. Mas que compreendam a minha pessoa — alma e personalidade –, é coisa que não espero nem necessito. Vivi tantas vidas numa só, que quem quer que se meta a me decifrar sem equivalente experiência ao menos imaginária (adquirida pela leitura de muitos romances e biografias) vai dar sempre com os burros n’água e fazer papel de trouxa."
        },
        {
          "olavo":"O critério infalível para identificar um idiota é que ele fala da espécie humana com ares de superior desprezo olímpico."
        },
        {
          "olavo":"É próprio da idiotice tomar posição pelo valor nominal das causas defendidas ou atacadas, sem saber sua origem histórica, as forças políticas e econômicas que as sustentam e os planos estratégicos de maior escala que as abrangem e utilizam."
        },
        {
          "olavo":"Conhecer a realidade não é espremê-la no pensável: é integrar-se nela conscientemente e de todo o coração, como o nadador que conhece o mar jogando-se nele sem medo das ondas."
        },
        {
          "olavo":"Ter um 'eu' é a mais alta dignidade que Deus concedeu ao ser humano. Os animais têm uma identidade, mas não uma consciência moral autobiográfica. Eles não podem contar sua história, confessar seus pecados e responder pelas suas ações."
        },
        {
          "olavo":"Todo pseudo-intelectual vive uma existência farsesca infectada, na base, de insegurança e medo."
        },
        {
          "olavo":"Nosso próprio ideal de perfeição é o grande instrumento do diabo, que com ele nos acusa, nos humilha, nos castiga e faz de nós, a título de miserável compensação psíquica, acusadores do próximo, da humanidade, do universo inteiro — pequenos diabos intoxicados de angelismo. A única Perfeição real que existe, em contrapartida, é o perdão universal oferecido com sacrifício da própria vida — não uma vez, mas infinitas vezes até o Juízo Final."
        },
        {
          "olavo":"Medito constantemente a minha experiência pessoal, separando nela o que é essencial, necessário e universalmente humano daquilo que é acidental e periférico."
        },
        {
          "olavo":"O fato de alguma coisa ter acontecido a você, mesmo que só a você, já prova que ela é uma possibilidade universalmente humana. Este é um ponto de partida fundamental em qualquer investigação filosófica."
        },
        {
          "olavo":"O primeiro dever do brasileiro é a imaturidade. O segundo é uma pose de bom moço. O terceiro é o tom de superioridade moral sublime."
        },
        {
          "olavo":"Então você deve pedir auxílio do Espírito Santo, abrir-se a Ele, humildemente e calmamente. Se você não fizer isso e continuar estudando, você ficará doido e logo começarão aparecer sintomas neuróticos e distúrbios de conduta etc. Isso eu sempre deixei claro para vocês. Quer dizer, a idéia de que a aquisição de cultura seja um bem em si, incondicional, é uma idéia maluca! Porque se a aquisição de cultura por si mesma fosse uniformemente boa, então não haveria, entre as pessoas mais cultas, os mais admiráveis neuróticos do universo. E, quando eu digo fortalecer a alma, significa o seguinte: retornar ao estado de calma e paciência que você tinha antes, quando você não tinha perguntas. Daí você começa a lançar perguntas: ‘E isto? E aquilo? E aquilo outro?’. Calma! Espere aí! No devido tempo isto lhe vai ser dado. Não é a sua mente que encontrará a resposta. Não é nunca! Isso é o próprio Deus que o guia, devagarzinho, na medida da sua necessidade e dependendo de você manter a calma e a humildade."
        },
        {
          "olavo":"Quem vem a você com um problema pessoal não se contenta com generalidades ou com frases da Bíblia. O que ele quer é que você penetre junto com ele na sua confusão interior e encontre o fio da meada que ele não consegue encontrar. Isso é difícil, arriscado e exige mais que cultura, inteligência e sensibilidade: exige uma quantidade de amor ao próximo que a formação religiosa usual ou um diploma de psicologia não bastam para desenvolver. Ao longo de toda a minha vida, só vi UM sujeito capaz de fazer isso: o dr. Juan Alfredo César Müller. Ver como ele sabia se identificar profundamente com as pessoas e curá-las curando-se a si mesmo me ensinou mais sobre o amor ao próximo do que tudo o que ouvi em sermões nas igrejas."
        },
        {
          "olavo":"No Brasil, ser um intelectual é um direito assegurado por lei a todos os incapazes."
        },
        {
          "olavo":"Amar a Deus sobre todas as coisas não é propriamente uma obrigação. É uma graça extraordinária, o mais alto grau de consciência que um ser humano pode alcançar. Quando Deus manda você fazer uma coisa que só Ele pode fazer por você, o que Ele quer é que você a peça."
        },
        {
          "olavo":"O diabo complica esta vida para que você não tenha tempo de pensar na próxima. O remédio para isso é sempre resolver tudo da maneira mais rápida e cirúrgica, SEM MUITAS PALAVRAS. Se você pode dar um jeito num problema sem dizer nada, faça isso. Se puder usar uma só palavra, não diga duas. Guarde as palavras para a prece, o estudo e o amor."
        },
        {
          "olavo":"A precisão na escolha das palavras é o primeiro dever de um escritor, mas a maioria dos que no Brasil de hoje se apresentam como escritores não pode praticá-lo, pois ele depende de percepção exata, autoconsciência exigente, humildade e sobretudo a mais rigorosa distinção entre percepções e impulsos. Todas essas virtudes só se cultivam na solidão. São totalmente inacessíveis a indivíduos que vivem de um sentimento de solidariedade grupal — os eternos signatários de 'manifestos de intelectuais'."
        },
        {
          "olavo":"O inferno consiste em estar separado de Deus, portanto excluído da possibilidade infinita e encerrado para sempre no mundinho psicológico que você mesmo criou, sem uma janelinha sequer para dar uma espiada lá fora. Examine os seus pensamentos e verá a merda que o espera."
        },
        {
          "olavo":"Orar é pedir a Deus que derrube os muros da nossa casinha mental e nos acolha no infinito."
        },
        {
          "olavo":"Castidade sem humildade e caridade é uma das especialidades do capeta."
        },
        {
          "olavo":"Qualquer que seja o seu emprego, por mais humilde e até deprimente, dedique a ele o melhor de si, como se fosse um dever de religião, porque de fato é. Nunca se ouviu dizer que Nosso Senhor, no seu emprego de carpinteiro, deixasse de entregar alguma encomenda sob o pretexto de que 'Tenho de falar com o meu Pai lá em cima'."
        },
        {
          "olavo":"Meu maior orgulho e alegria nesta vida é ter conseguido criar uma família sólida, saudável, amorosa e imensamente divertida. Infelizmente, foi aos poucos que descobri o truque, de modo que só meus filhos mais jovens conseguiram se beneficiar do efeito. Os mais velhos que me perdoem, mas antigamente eu era muito burro nessas coisas."
        },
        {
          "olavo":"Não tenha medo de sofrer, aprenda com a humilhação, torne-se um homem digno de ser amado, e o será."
        },
        {
          "olavo":"O ser humano normal acredita no que vê, no que experimenta e no que sabe. O fingidor histérico, naquilo que aprendeu a dizer."
        },
        {
          "olavo":"O maior obstáculo à formação superior da inteligência não está em fatores de ordem econômica, social, racial ou familiar, mas de ordem moral. Está naquilo que os gregos chamavam de apeirokalia; a falta de experiência das coisas mais belas. A alma que desde tenra idade, não seja exposta à visão de exemplos concretos de beleza natural, artística, intelectual, espiritual e moral, torna-se incapaz de conceber qualquer realidade mais alta que o topo das suas percepções corriqueiras. Esse é o mal crônico da cultura nacional, sempre devota do irrelevante e cheia de despeito por tudo o que esteja acima da sua precária capacidade de compreensão."
        },
        {
          "olavo":"Com grande pesar, noto que em quase todas as pessoas, mesmo as mais inteligentes, a evolução do seu entendimento paralisa num certo ponto e não caminha mais nem um passo. Aquilo que entendem, entendem, e o que não entendem já não lhes interessa mais. Entram no ciclo do repetitivo e se mostram incapazes de ajustar seu intelecto a situações novas, questões novas e novos enigmas. Muitas dessas pessoas são religiosas, mas, pergunto eu, pode haver o amor à verdade sem a ânsia de MAIS verdade? A paralisia da inteligência não reflete uma indolência cognitiva, uma indiferença pelas verdades ainda não conhecidas? E por acaso Deus não ordenou que O BUSCÁSSEMOS, que MEDITÁSSEMOS dia e noite? Santo Agostinho não ensinou que só em Deus a nossa inteligência pode encontrar o repouso, que portanto repousar antes disso é desistir de Deus? Não é patente que só uma grande e permanente tensão do espírito humano em direção a MAIS VERDADE atende ao mandamento do espírito divino? Se a sua inteligência parou, a sua alma se petrificou nas rotinas do culto e acha que com isso está 'servindo a Deus'. Da minha parte, não tenho a menor pretensão de servir a Deus. Nem imagino para quê Ele precisaria dos meus serviços. Mas sei que eu preciso d'Ele e só n'Ele encontrarei o repouso das minhas inquietações. Sugiro, portanto: Pare de 'servir a Deus' e comece a PROCURÁ-LO."
        },
        {
          "olavo":"Reconhecemos uma paixão pela facilidade com que, por ela, nos privamos do resto."
        },
        {
          "olavo":"Fale em público no mesmo tom com que você fala com sua família e com seus amigos. Ou então fique quieto."
        },
        {
          "olavo":"A primeira e mais notável característica do ensino da filosofia no Brasil é o seu amor idolátrico aos 'textos' e seu total desprezo aos assuntos dos quais eles tratam. O sujeito passa anos esmiuçando o pensamento de Descartes ou de Nietzche, e quando você pergunta 'Mas isso que eles estão dizendo é verdadeiro ou falso?', ele olha para você com a cara de quem estivesse vendo um recém-egresso do Pinel."
        },
        {
          "olavo":"Vale a pena empregar cinco ou dez anos da sua vida lendo as Obras Completas de Aristóteles? Vale, mas com uma condição: que você não faça isso para conhecer 'a filosofia de Aristóteles', mas para entender algo dos objetos, temas e problemas dos quais ela trata -- a estrutura da realidade, o funcionamento da cognição humana, o sistema das ciências, a linguagem e o pensamento, a ordem do Estado e da sociedade, a vida dos animais etc, etc. Em suma: leia tendo sempre em vista o conselho de Eric Voegelin: 'Não estude filosofia. Estude a realidade.' Se você entra no empreendimento com esse estado de espírito, não encontrará jamais um mestre melhor que Aristóteles. O homem é sempre de uma objetividade direta, intransigente e totalmente desprovida do elemento 'frescura'."
        },
        {
          "olavo":"Todo sujeito incapaz de apreender um problema filosófico pode, no entanto, perceber por mera leitura como esse problema aparece formulado em Kant, em Hegel ou em Nietzsche. Assim, cria-se uma filosofia sem assunto próprio e reduzida a 'uma atividade com textos', como dizia o prof. Gianotti. É um fenômeno exclusivamente brasileiro, desconhecido no resto do mundo."
        },
        {
          "olavo":"Saber o que os filósofos disseram sobre isto ou aquilo é, segundo Aristóteles, o começo da investigação filosófica. No Brasil é a finalidade dela."
        },
        {
          "olavo":"Nunca estudei a filosofia de fulano ou beltrano para conhecê-la apenas, mas para ver se com a ajuda dela conseguia apreender algo dos objetos a que se referia. Se não me ajudavam nisso, perdia todo interesse por elas, mesmo porque não estava em busca de um DIPROMA."
        },
        {
          "olavo":"Só intelectuais, trabalhadores e religiosos podem se opor eficazmente ao comunismo. Burguês só atrapalha."
        },
        {
          "olavo":"No meu modesto entender, todo diploma de letras ou ciências humanas obtido numa universidade brasileira deve conferir ao seu portador o direito de cortar cana pelo resto da sua vida."
        },
        {
          "olavo":"A doutrina cristã do livre artítrio é uma ANTROPOLOGIA FILOSÓFICA, não uma psicologia. Ela se refere à espécie humana enquanto tal, no seu sentido mais universal e genérico, e não ao indivíduo concreto tomado num momento dado da sua existência real. 'O homem' tem livre arbítrio, mas ESTE homem, ESTE indivíduo, pode estar privado do exercício do livre arbítrio como está privado, em maior ou menor grau, do uso da razão. É a diferença entre o pecado isolado e o VÍCIO. Dizer que todo pecador tem a qualquer momento a liberdade de se abster do seu pecado vicioso, só não o fazendo porque não quer, é confundir o universal com o particular, o necessário com o contingente, a essência com o acidente, e proceder como os maus pastores de que fala Mateus, 23:4: 'Eles atam fardos pesados e os colocam sobre os ombros dos homens. No entanto, eles próprios não se dispõem a levantar um só dedo para movê-los.'"
        },
        {
          "olavo":"A ignorância, o esquecimento, o entorpecimento, o emburrecimento, nos persegue o tempo todo. A hora que você entende que você é assim, você entende que a humanidade também é, e que esse é um dos mecanismos fundamentais da história humana."
        },
        {
          "olavo":"Só indivíduos anormalmente simples e sinceros conseguem sentir-se à vontade na condição de pecadores crônicos que contam com a paciência divina para ajudá-los a livrar-se progressivamente do pecado sem grandes dramas ou encenações de arrependimento exagerado. A maioria escolhe entre revestir-se logo de uma carapaça de santidade postiça -- compensando o desconforto mediante vituperações histéricas da imoralidade alheia -- ou proclamar que o pecado está certo e Deus é que é o errado."
        },
        {
          "olavo":"Toda admiração traz em si sua propria medida. Não é necessário limitar, mediante restrições, aquilo que já vem graduado por natureza. Pode-se admirar Shakespeare e Nelson Rodrigues. Nos dois casos a admiração é irrestrita, apenas graduada em intensidade pelo tamanho respectivo dos dois objetos. Admirar 'com restrições' coloca automaticamente o admirador na posição de juiz, superior ao admirado, e resulta em depreciar este último a pretexto de elogiá-lo. A admiração, por natureza, é independente de concordância total, obediência ou servilismo, e restringi-la para não cair numa dessas atitudes demonstra uma incerteza suspicaz que, no fim das contas, é malícia e inveja. Isso deveria ser de percepção imediata e instintiva, mas hoje em dia é preciso provar até que merda fede."
        },
        {
          "olavo":"Se é para respeitar por igual todas as opiniões alheias, para quê serviria ter uma própria?"
        },
        {
          "olavo":"O Fábio Salgado de Carvalho, assim como o Raphael De Paola e mais meia dúzia, está entre os alunos mais qualificados para prosseguir o meu trabalho -- e até dar-lhe um 'upgrade' -- quando eu bater as botas ou ficar gagá."
        },
        {
          "olavo":"No Brasil, há tempos não existem pensadores originais, nem mesmo no nível da mera crítica cultural. Cada um que aparece fala em nome de algum grupo e dele obtém seu prestigio. Por isso o único tipo de interpretação que esses sujeitos são capazes de efetuar consiste em responder à pergunta: 'Para quem ele trabalha?' No meu caso, já apareceram, entre outras, as seguintes respostas: 1) Para catolicismo pré-conciliar. 2) Para a heresia católica modernista. 3) Para o gnosticismo maçônico. 4) Para o esoterismo islâmico, 5) Para o governo americano. 6) Para o Mossad. 7) Para a internacional fascista. etc."
        },
        {
          "olavo":"Estou tendo uma das maiores satisfações intelectuais da minha vida. Como não domino o idioma alemão o suficiente para ler com segurança os períodos quilométricos de F. W. Schelling, sempre li as obras dele em traduções, motivo pelo qual nunca me senti à vontade para escrever um livro sobre ele. Limitei-me a dar, em aulas e conferências, algumas conclusões que havia obtido dessa leitura. Uma delas era que Schelling estava mais próximo da metafísica cristã de Sto. Tomás que do idealismo de Fichte e Hegel. Pois agora estou lendo o livro 'Schelling Versus Hegel', de John Laughland, um dos maiores conhecedores do assunto, e a tese dele é exatamente essa. O porra do Olavo tem razão."
        },
        {
          "olavo":"Quando escrevi que, nos meus cursos, quem é inteligente fica mais inteligente e quem é burro fica louco, eu não estava brincando. A cultura brasileira do último meio século estreitou de tal modo o seu horizonte de consciência, que a mera revelação da existência de certos temas e problemas, como aqueles que aparecem nas obras do Mário Ferreira e nas minhas aulas, pode ser traumática para muitas almas imaturas, que de repente se vêm expostas aos dramas mais altos e complexos do destino humano, quando acreditavam que nada mais pudesse existir além das questõezinhas estereotipadas que constituem a 'cultura superior' de um ambiente universitário provinciano. Daí que muitas delas reajam tapando os ouvidos, não captando, de tudo o que digo, senão o que corresponde aos conflitos ideológicos mais banais do dia-a-dia; e outras percam totalmente o equilíbrio, criando contra mim suposições paranóicas e  fantasias pueris que as assombram de noite. Quando comecei, eu sabia que tudo isso podia acontecer, que era um preço que seria preciso pagar, mas nem por isso o espetáculo se torna menos triste e deplorável. Para aqueles que desejam sinceramente elevar seu nível de consciência e tornar-se capazes de pensar a realidade humana com todo o seu peso e complexidade, minhas aulas e escritos têm a força vivificante de uma dose cavalar de proteínas. Para os que desejam apenas uma excitação passageira para alívio de uma vida medíocre, podem ter o efeito devastador de uma experiência traumática. Quem escolhe não sou eu."
        },
        {
          "olavo":"Uma das coisas mais deliciosas da minha vida é ver os meus alunos aprendendo rapidamente a arte de condensar realidades complexas em frases curtas e contundentes. No dia em que o Brasil tiver cem escritores capazes de fazer isso, nosso povo nunca mais será ludibriado."
        },
        {
          "olavo":"Uma das idéias ridículas que circulam no meio universitário brasileiro é a a crença de que a ditadura de Mussolini na Itália foi um regime totalitário. Alguém já viu o chefe de um governo totalitário ser simplesmente demitido e preso por uma ordem do rei? Alguns teóricos do fascismo -- o próprio Gentile -- concebiam-no  como um totalitarismo, mas a idéia nunca se realizou. Mussolini apregoava 'nada contra o Estado, nada fora do Estado', mas, no fundo, era só garganteio. O fascismo foi um regime estatista e centralizador, mas de um tipo bem diferente de todos os totalitarismos conhecidos. P. S. -- Já sei. Amanhã vão sair depressinha dizendo que sou fã de Mussolini e grão-mestre do 'fascio' nacional."
        },
        {
          "olavo":"Um escritor estreante dotado de consciência e dignidade não sai logo opinando sobre temas gerais e de alcance quase ilimitado como 'o liberalismo', 'o totalitarismo', 'o fascismo', 'a cultura brasileira' e similares. Testa e adestra as suas forças no exame de questões mais limitadas e concretas, de autores e livros em particular, de acontecimentos pontuais, etc., aprimorando aos poucos seus equipamentos analíticos e seus conceitos descritivos sem aliás precisar chegar NUNCA aos temas grandes e pomposos. Praticamente todos os estreantes brasileiros dos últimos anos, no entanto, não têm forças para resistir à tentação do brilho fácil que advém das belas 'tomadas de posição' -- ou poses -- doutrinais ante o abstrato e o genérico. Essa conduta é o oposto simétrico do que fazem os grandes autores. A envergadura de um livro não se mede jamais pelo gigantismo do seu tema, mas, ao contrário, pela destreza com que seu autor chega a verdades essenciais pelo exame de detalhes concretos, às vezes de miudezas aparentemente desprezíveis como a embriologia do gato ou a percepção visual (Aristóteles), uma pendenga judicial qualquer (Platão), a biografia de um personagem (Ernst Kantorowicz), o estudo de um período limitado de alguma história local (Jacob Burckhardt), o comentário de um livro recente (Leibniz), e assim por diante. Lembro aos leitores que eu mesmo sempre segui esse preceito óbvio, jamais escrevendo livros sobre temas gerais, mas atendo-me ao exame de coisas como uma conferência de autor obscuro (O Jardim das Aflições), a biografia de um doutrinador político (Maquiavel ou A Confusão Demoníaca), três sonhos sonhados por um filósofo (Visões de Descartes) ou parcelas do 'Organon' de Aristóteles (Aristóteles em Nova Perspectiva). Acumulei, ao lado disso, uma imensidão de estudos breves sobre temas ainda mais definidos e concretos, publicados sob a forma de artigos ou de aulas. A tentação dos temas vastos e abstratos revela amadorismo, despreparo, presunção juvenil e esterilidade. Nada do que se vem publicando com esse espírito sobreviverá na memória das próximas gerações, por mais que seus autores se badalem uns aos outros até o limite da demência megalômana, como tenho visto acontecer praticamente todos os meses."
        },
        {
          "olavo":"Não há disputa eleitoral nenhuma. O que há é, de um lado, uma quadrilha internacional de criminosos tentando tomar o poder por todos os meios, e do outro lado as vítimas, paralisadas pelo medo,  mais ocupadas em se anestesiar por meio de frases calmantes do que em enfrentar o perigo."
        },
        {
          "olavo":"Quando alguém lhe pede perdão -- supondo-se que o faça com sinceridade --, alça você à posição de um juiz, sacerdote ou governante, e assim lhe confere uma honra tão grande, que dar-lhe o perdão solicitado se torna um ato de gratidão. Quando, ao contrário, você oferece um perdão não solicitado -- ou, pior ainda, não desejado --, é você mesmo que se coloca nessa posição superior e, com soberana empáfia, joga uma migalha aos cachorrinhos. Por isso, se alguém que o ofendeu não lhe pede perdão, você pode perdoá-lo em pensamento e orar para Deus perdoá-lo, mas guarde silêncio e não saia logo posando de magnânimo. Se, em vez disso, ele lhe pede perdão, não se faça de rogado: corra em oferecer-lhe mais que isso -- a sua amizade. A maioria das pessoas que se dizem cristãs não tem a menor noção dessas coisas."
        },
        {
          "olavo":"É óbvio que, se você, ao falar de um autor, omite todo o conteúdo dos livros dele, as inumeráveis referências elogiosas feitas a ele por intelectuais de primeira grandeza e os prêmios literários que ele recebeu, sobrando apenas algumas fofocas de família e frases soltas interpretadas no sentido mais imbecil disponível no momento, ele ficará realmente parecendo um imbecíl, mas evidentemente, o único imbecil no caso -- além de vigarista -- é você."
        },
        {
          "olavo":"Odeio esses arranjos musicais jazzísticos, em que o pianista dilui a melodia em floreios sem fim, só para mostrar que sabe tocar. Minha reação é sempre: -- Eu sei que você sabe tocar, então toque logo em vez de ficar ensebando, filho de uma puta."
        },
        {
          "olavo":"Duas frases que espero jamais dizer: 'Não tenho medo' e 'Me respeite'. A primeira é o lema dos cagões, a segunda um gemido que quer parecer rosnado."
        },
        {
          "olavo":"Um dia o protótipo do sábio moderno, que conhece tudo sobre cálculos, átomos e galáxias e nada sobre Deus e a vida após a morte será visto como nada mais que um menino prodígio com seus brinquedinhos."
        },
        {
          "olavo":"É bom saber: um dos objetivos do Kaiser era acabar com o capitalismo liberal e montar um vasto império europeu com economia estatizada. O filho da puta odiava os socialistas porque queria fazer o socialismo antes deles. Ele foi um revolucionário, precursor de Lênin e Hitler."
        },
        {
          "olavo":"Iluminismo e liberalismo estão certos nos valores que afirmam e errados naqueles que negam. Leibniz já havia observado que isso acontece com muitas filosofias."
        },
        {
          "olavo":"O arrependimento profundo, quando acontece, não tem nada de tristeza e depressão. É um acontecimento cheio de júbilo, no qual a alma, com esperança infinita, se entrega das mãos de Deus, dizendo: 'Meu Pai, eu não presto. Refaça-me à Sua maneira.'"
        },
        {
          "olavo":"Quem se arrepende perante Deus é o topo do seu ser, a sua parte mais elevada e altiva, o núcleo mais luminoso da sua autoconsciência. Se não é daí que vem o arrependimento, não é arrependimento, é só vergonha de estar nu. O arrependimento verdadeiro não se refere a nenhum dos seus miseráveis pecadinhos cotidianos, grandes ou pequenos, mas à suprema e única tentação, da qual nascem todas as outras por reflexo longínquo: a tentação de sentir-se uma entidade espiritual autônoma, sem raiz no eterno. Só aquele que se conhece, que domina o panorama da sua alma desde o topo da sua autoconsciência pode saber o que é o arrependimento verdadeiro, e esse arrependimento é total e instantâneo, é uma graça indescritível, que muitos só alcançam na hora da morte mas que às vezes, por uma espécie de graça em segunda potência, se torna acessível em vida."
        },
        {
          "olavo":"Aquele que espera entender algo da realidade analisando as palavras da Bíblia, em vez de primeiro sondar a sua própria experiência interior para então poder saber do que a Bíblia está falando, esse atua na pura esfera do automatismo verbal desprovido de profundidade e densidade. Isso não é ler a Bíblia: é estragá-la."
        },
        {
          "olavo":"Infelizmente, as percepções intuitivas mais vivas e diretas só podem ser expostas em linguagem poética, que é nebulosa, ou em linguagem lógica, que os idiotas tomarão como simples demonstração dedutiva e diluirão em mil discussões cretinas. A marca inconfundível da total inépcia filosófica é a incapacidade de distinguir entre um raciocínio lógico e a transposição lógica de uma experiência intuitiva. Essa incapacidade, às vezes, dá uma tremenda impressão de intelecto sofisticado."
        },
        {
          "olavo":"Se a filosofia é o amor à sabedoria, ocupação de amantes dispostos a pagar com a vida o preço da sua conquista, a poesia é, em contrapartida, o amor que a sabedoria tem até mesmo pelos homens que não a amam, e que, desatentos e dispersos, não podem escapar de receber ao menos um pouco dela, forçados a isto pelo corpo, que não escapa ao fascínio da harmonia e do ritmo."
        },
        {
          "olavo":"Buscamos na nossa intimidade o abrigo contra a maldade alheia, assim como buscamos no outro, no amigo, na esposa, a proteção contra nossos fantasmas interiores. Cada um de nós é próximo e estranho a si mesmo."
        },
        {
          "olavo":"A democracia é a arte de produzir uma ditadura sem nem perceber."
        },
        {
          "olavo":"Se você não se importar em ter uma vitória póstuma, você ganhará sempre."
        },
        {
          "olavo":"Para enfrentar um inimigo eficazmente é preciso conhecê-lo como ele é na REALIDADE."
        },
        {
          "olavo":"É preciso ser corajoso e bom, humilde e capaz. Se houver talento, melhor ainda, mas este último não dispensa os quatro primeiros."
        },
        {
          "olavo":"A estupidez é uma arma invencível. Não há argumento capaz de infundir inteligência na mente de um adversário bocó."
        },
        {
          "olavo":"Seja humilde e afável com os pequenos, e insolente com qualquer autoridade que não venha de Deus."
        },
        {
          "olavo":"Seguir os preceitos da religião sem ter constantemente em vista a perspectiva da morte e a esperança concreta da vida eterna (o que implica o esforço de imaginá-la), é cultuar um Deus reduzido à ordem mundana."
        },
        {
          "olavo":"Os mortos, coitadinhos, só pedem que ouçamos suas vozes extintas e tentemos compreendê-los com realismo e compaixão."
        },
        {
          "olavo":"Se a sua prece não é forte o bastante para aliviar as tentações do pecador, não tente camuflar a sua própria fraqueza humilhando o infeliz com conselhos impraticáveis."
        },
        {
          "olavo":"Aos onze anos, todo mundo sabe como consertar o mundo. Aos setenta, você olha para trás e vê que não conseguiu consertar nem mesmo o menor dos seus próprios defeitos."
        },
        {
          "olavo":"Pose de dignidade com ares de discurso oficial é SEMPRE sinal de fraqueza."
        },
        {
          "olavo":"A primeira condição a que uma filosofia deve atender é a de possuir em si mesma o princípio da sua inteligibilidade. Uma filosofia que não contém sua própria explicação não é filosofia senão em sentido metonímico."
        },
        {
          "olavo":"Mutatis mutandis, nenhuma argumentação filosófica pode nada contra uma teologia, a não ser que ela própria se transforme numa espécie de teologia invertida, que negue aqueles fatos em vez de afirmá-los -- com o que deixará de atender ao princípio da auto-inteligibilidade e, portanto, de ser uma filosofia."
        },
        {
          "olavo":"NÃO HÁ mais forças políticas mundiais em que uma consciência cristã possa buscar abrigo. Todas são demônios. Estamos sozinhos, nossas forças estão espalhadas e esfareladas pelo mundo, e nossas lideranças estão infestadas de traidores. Mas se você não tem sequer a coragem de enxergar a realidade, como pode ter a pretensão de mudá-la? Este é o primeiro passo: reconhecer que não temos protetores no mundo. Nossa proteção está em Deus e somente n'Ele."
        },
        {
          "olavo":"O repertório da nossa ignorância faz parte do nosso conhecimento."
        },
        {
          "olavo":"Se você analisa as coisas e fatos a partir de um ideal de sociedade ou de algum princípio moral normativo, já começou errado. O único ideal que pode anteceder o conhecimento da realidade é o ideal de conhecer a realidade."
        },
        {
          "olavo":"Você não tem que lutar para ser melhor que ninguém, você precisa lutar para ser melhor a cada dia consigo mesmo."
        },
        {
          "olavo":"O amor começa quando você entende que o outro é um mistério inabarcável."
        },
        {
          "olavo":"O Brasil inventou a categoria do OBVIOSCENO: aquilo que, justamente por ser óbvio, é proibido como obsceno."
        },
        {
          "olavo":"Em noventa e nove por cento dos casos, o que os seres humanos buscam sob o nome de “amor” é uma ilusão decepcionante e cruel. É só por uma especial graça divina que esse simulacro adquire vida e se transfigura na realidade do amor, aquele amor louco e sem fim em que os amantes não se separam nem em pensamento, não recusam jamais o perdão e não hesitam em dar a vida um pelo outro. Por meios puramente humanos isso não se realiza jamais."
        },
        {
          "olavo":"Não há nada mais perverso do que a inocência perversa. Quem não enxerga o mal trabalha para ele. TODO inocente útil é útil ao diabo."
        },
        {
          "olavo":"Acreditar em certos fatos porque a fonte é confiável é “religião”? Quem fez mais coisas extraordinárias pelo bem da espécie humana do que Nosso Senhor Jesus Cristo? Você conhece alguém mais confiável? Se Ele diz que é o Filho de Deus, quem sou eu para duvidar? Se Ele manda fazer tais ou quais coisas, não devo pelo menos tentar fazê-las, na medida das minhas forças modestíssimas, na esperança de um dia conhecê-Lo e estar com Ele na eternidade, conforme Ele prometeu? Isso é “religião”? Para mim é simples bom senso."
        },
        {
          "olavo":"Nossas biografias são as cópias de uma cópia. Por trás delas, uma única história se passou: a da vida, paixão e morte de Nosso Senhor Jesus Cristo."
        },
        {
          "olavo":"Nós não somos aquilo que comemos, mas aquilo que o nosso espírito criou. Temos de parar de ter essa concepção intestinal da cultura, e começarmos a ter uma concepção espiritual."
        },
        {
          "olavo":"O mal só aparece no mundo quando há a deformidade no exercício do livre-arbítrio dado ao homem por Deus."
        },
        {
          "olavo":"A Palavra de Deus está na Bíblia? Não. A palavra de Deus está na Bíblia e em todo lugar desta terra, céu e mar. Deus não é só o autor de um livro, Ele é o Criador de todas as coisas."
        },
        {
          "olavo":"Ser humilde não é outra coisa senão aceitar a realidade."
        },
        {
          "olavo":"A mediocridade, no Brasil, é mais do que objeto de adoração, é objeto de culto."
        },
        {
          "olavo":"Um segredo fundamental do desenvolvimento da inteligência é reduzir drasticamente o número de assuntos sobre os quais você tem alguma opinião."
        },
        {
          "olavo":"A sofisticação opõe-se à inteligência como a frescura se opõe à simplicidade."
        },
        {
          "olavo":"Se você faz questão de que os idiotas o julguem esperto, toda a sua esperteza jamais passará de idiotice."
        },
        {
          "olavo":"Sentir-se reprimido, discriminado ou ofendido é coisa totalmente subjetiva, independente da experiência real. Uns desprezam até ofensas e perseguições violentas, enquanto outros se sentem feridos de morte por uma piadinha ou um vago olhar de ironia."
        },
        {
          "olavo":"Se, alardeando desprezo pela 'sabedoria dos homens' e alegando que tudo se deduz da Bíblia, você se dispensa de investigar a realidade por observação, estudo e experiência, você reduz Deus a autor de um livro em vez de criador do mundo real. Se nunca tinha pensado nisso, comece a pensar."
        },
        {
          "olavo":"Karl Marx, no fim das contas, só errou feio num único ponto: achou que quem iria acabar com o capitalismo liberal eram os proletários. Joseph Schumpeter disse que seriam os capitalistas, e o tempo mostrou que ele tinha razão."
        },
        {
          "olavo":"No Brasil raríssimas pessoas têm o senso da justiça e da injustiça, da verdade e falsidade. Os demais substituem-no pelo de amizade e inimizade. Não condenam alguém por ser culpado nem o absolvem por ser inocente; condenam-no por ser inimigo, absolvem-no por ser correligionário. E não apenas fazem isso, mas imaginam que todo mundo age segundo esse critério, faz o mesmo que eles fazem, quer o mesmo que eles querem."
        },
        {
          "olavo":"O aprendizado é impossível sem o direito de errar e sem uma longa tolerância para com o estado de dúvida."
        },
        {
          "olavo":"O perdão é o dom mais alto a que um ser humano pode aspirar e o único bem que ele pode realmente praticar nesta vida. O resto é presunção."
        },
        {
          "olavo":"O desejo imoderado de subir socialmente muito acima das próprias capacidades intelectuais é uma DOENÇA MENTAL GRAVE que só pode ser curada mediante a devolução do doente ao lugar modesto que lhe cabe naturalmente na hierarquia dos méritos e poderes. No Brasil essa doença tornou-se endêmica e requer uma ação firme e urgente antes que a presença dessas pessoas nos altos postos leve o país à catástrofe. Não existe o direito à incompetência presunçosa, ao fracasso arrogante, ao desastre triunfal."
        },
        {
          "olavo":"A experiência socialista, quando não se congela na oligarquia burocrática, dissolve-se em capitalismo selvagem. Tertium non datur. O socialismo consiste na promessa de obter um resultado pelos meios que produzem necessariamente o resultado inverso. Nenhum ser humano intelectualmente são tem o direito de apegar-se tão obstinadamente a uma idéia ao ponto de exigir que a humanidade sacrifique, no altar das suas promessas, não apenas a inteligência racional, mas o próprio instinto de sobrevivência. Ser socialista é recusar-se, por orgulho, a assumir as responsabilidades de uma consciência humana."
        },
        {
          "olavo":"Quem não tem a coragem de enxergar o mal prova que não tem nenhum amor ao bem."
        },
        {
          "olavo":"Não existe boa intenção sem amor à verdade. A ilusão de boas intenções é uma das formas mais pérfidas de maldade. É a ternura do diabo."
        },
        {
          "olavo":"Para cada livro de filosofia que vocês lerem, leiam cinco de História. Saber o que aconteceu é mais importante do que saber o que alguém pensou."
        },
        {
          "olavo":"A inteligência, ao contrário do dinheiro ou da saúde, tem esta peculiaridade: quanto mais você a perde, menos dá pela falta dela."
        },
        {
          "olavo":"Em grego, 'idios' quer dizer 'o mesmo'. 'Idiotes', de onde veio o nosso termo 'idiota', é o sujeito que nada enxerga além dele mesmo, que julga tudo pela sua própria pequenez."
        },
        {
          "olavo":"Quando você defender uma ideia, procure a origem dessa ideia."
        },
        {
          "olavo":"Todas as pessoas são erradas, o amor as conserta."
        },
        {
          "olavo":"Se você fez um ou mais favores a algum brasileiro, nunca mais lhe negue nenhum, caso o contrário ele passará a odiá-lo na proporção direta do que lhe deve."
        },
        {
          "olavo":"Imposto é sempre roubo. Podemos tolerá-lo e até pagá-lo, mas nunca respeitá-lo."
        },
        {
          "olavo":"O traço mais inconfundível do idiota perfeito é que ele não quer saber se o que você diz é verdadeiro ou falso. Só quer saber a que partido você pertence. E se você não pertence a nenhum, ele inventa um."
        },
        {
          "olavo":"Ou os fortes exploram os fracos, ou os ajudam. Mas os fracos SEMPRE exploram os mais fracos. É a sua maneira de sentir que são fortes."
        },
        {
          "olavo":"Derrubar um governo tirânico com a ajuda militar é bom, derrubá-lo pela via parlamentar é melhor, derrubá-lo pela pura iniciativa popular é a perfeição da democracia."
        },
        {
          "olavo":"Se você só aceita a verdade quando dita com polidez e moderação, você não ama a verdade: ama o seu próprio bem-estar."
        },
        {
          "olavo":"Estudar muita matemática desenvolve tremendamente a capacidade de raciocinar sobre o que não existe."
        },
        {
          "olavo":"O amor nunca deve ser tímido nem discreto. Deve ser intenso, apaixonado e ostensivo -- SOBRETUDO quando é casto e sem cobiça."
        },
        {
          "olavo":"Quanto mais ignorante o sujeito, mais certeza ele tem. E quanto mais certezas absurdas ele tem, mais ele afirma que tudo é relativo, que não existem certezas definitivas."
        },
        {
          "olavo":"A atenção é a substância da consciência. Tudo aquilo a que você presta muita atenção acaba se transformando em você."
        },
        {
          "olavo":"Se um pai conseguir educar uma criança até os cinco anos sem nunca fazê-la chorar, ela vai amá-lo, respeitá-lo, admirá-lo e obedecê-lo pelo resto da vida."
        },
        {
          "olavo":"Não julgue as filosofias antigas pelo que lhe dizem os seus professores. Julgue seus professores pelo nível da filosofia antiga."
        },
        {
          "olavo":"Como ensinava o Paulo Mercadante: Não parar, não precipitar, não retroceder. Quem durar mais, vence."
        },
        {
          "olavo":"Estou impressionado com o número de cristãos que acham que podem ser perdoados sem perdoar -- coisa que, a rigor, é cem por cento impossível."
        },
        {
          "olavo":"Ter um “eu” é a mais alta dignidade que Deus concedeu ao ser humano. Os animais têm uma identidade, mas não uma consciência moral autobiográfica. Eles não podem contar sua história, confessar seus pecados e responder pelas suas ações."
        },
        {
          "olavo":"Só aquele que, na solidão, sabe ser rigoroso e justo consigo mesmo – e contra si mesmo – é capaz de julgar os outros com justiça, em vez de se deixar levar pelos gritos da multidão, pelos estereótipos da propaganda, pelo interesse próprio disfarçado em belos pretextos morais."
        },
        {
          "olavo":"Se você diz 'Me dá nojo', mostra que foi ferido, afetado fisicamente. É o mesmo que dizer 'Ai, me dói.' Conversa de perdedor. Nunca se permita sentir nojo no meio de uma briga: ao contrário: Instile-o no adversário, faça o desgraçado ter diarréia, vômito, enxaqueca, o diabo."
        },
        {
          "olavo":"Como é que você reconhece um canalha? Um canalha despreza o conhecimento e não abdica do direito de ter opiniões."
        },
        {
          "olavo":"Histeria não tem nada a ver com ter chiliques e dar gritinhos, embora essas coisas às vezes aconteçam. Histeria basicamente é mentir para si mesmo, é autopersuasão forçada, é criar um falso personagem e acreditar nele."
        },
        {
          "olavo":"O imbecil-padrão acredita em todas as opiniões com que está acostumado e duvida de todas as que pareçam contrariá-las. Seu critério da verdade é o conforto ou desconforto da sua mente."
        },
        {
          "olavo":"Forçado a chamar um homem de mulher, você sempre pode responder: -- Mas eu também me sinto mulher e fico ofendida de que um macho usurpe o meu gênero."
        },
        {
          "olavo":"Uma união de pura oportunidade, sem respeito a princípios morais comuns, é uma casa dividida destinada a ruir."
        },
        {
          "olavo":"Quando vocês ouvirem jornalistas dizendo 'Nós somos putas', não acreditem. Isso é tentativa de usurpar a boa reputação das mães deles."
        },
        {
          "olavo":"Burrice e maldade são irmãs siamesas: onde vem uma, a outra vem junto."
        },
        {
          "olavo":"Idem velle, idem nolle”: amigo é o sujeito que quer a mesma coisa que você e rejeita a mesma coisa que você."
        },
        {
          "olavo":"No Brasil, a maior prova de capacitação intelectual é a recusa de saber."
        },
        {
          "olavo":"Tenho um forte preconceito em favor das mulheres bonitas, mas sempre recomendo que todos os dias elas se olhem no espelho e peçam a Deus que lhes dê uma personalidade digna da sua beleza."
        },
        {
          "olavo":"A mais extrema burrice é a sensação de inteligência: a incapacidade de suspeitar que o interlocutor talvez saiba algo que você não sabe."
        },
        {
          "olavo":"Pergunta inocente: Se, no entender das mentes iluminadas, o modo de acabar com o tráfico ilegal de drogas é liberá-lo, por que o mesmo raciocínio não se aplicaria ao comércio ilegal de armas?"
        },
        {
          "olavo":"Pergunta inocente: Se, no entender das mentes iluminadas, o modo de acabar com o tráfico ilegal de drogas é liberá-lo, por que o mesmo raciocínio não se aplicaria ao comércio ilegal de armas?"
        },
        {
          "olavo":"A paciência é o começo da coragem. E é mesmo. Se você não consegue sofrer calado, sem choramingar nem amaldiçoar o destino, muito menos vai conseguir agir certo quando surgir a oportunidade."
        },
        {
          "olavo":"O Brasil é o único país onde ignorância é argumento."
        },
        {
          "olavo":"Todo intelectual de esquerda é vigarista. Não há exceções."
        },
        {
          "olavo":"Tudo o que ainda faz você sofrer é mais forte que você. Antes de vencer uma adversidade, é preciso vencer a dor que ela infunde."
        },
        {
          "olavo":"A histeria é um comportamento fingido e imitativo, no qual o doente nega o que percebe e sabe, criando com palavras um mundo fictício cuja credibilidade depende inteiramente da reiteração de atitudes emocionais exageradas e teatrais."
        },
        {
          "olavo":"O amor de uma esposa não é um direito: é um privilégio, quase sempre imerecido."
        },
        {
          "olavo":"Neste país qualquer estupidez subginasiana quer ser tratada como opinião respeitável."
        },
        {
          "olavo":"Nada com nada se iguala a nada, pois o nada não representa nada."
        },
        {
          "olavo":"O tempo é a substância da vida humana. O dinheiro que se perde, ganha-se de novo. O tempo, nunca."
        },
        {
          "olavo":"Todo livro que não deixa ao menos implícita a confissão de que o autor é um bosta não vale a pena de ser lido."
        },
        {
          "olavo":"A melhor coisa deste mundo é ter em casa uma mulher que mil vezes por dia você tem vontade de abraçar e dizer a ela: 'Eu te amo.'"
        },
        {
          "olavo":"Não existe boa intenção sem um severo discernimento das próprias motivações."
        },
        {
          "olavo":"Só tenho um método de estudo: Se estou lendo algo e percebo que não tenho a menor intenção de guardar aquilo na memória para sempre, paro de ler no mesmo instante. Também nunca permito que me ensinem algo que não quero saber."
        },
        {
          "olavo":"Ninguém é obrigado a concordar com a verdade."
        },
        {
          "olavo":"Quem não entende que a manutenção da ordem pública incumbe a todos os cidadãos, e não a uma classe especializada, não tem NENHUM direito de dar 'lições de democracia'."
        },
        {
          "olavo":"Respeitar as idéias divergentes' é pura metonímia. O que podemos respeitar é o DIREITO de discordar de nós, não o CONTEÚDO da idéia discordante. Isto é impossível, pensem bem."
        },
        {
          "olavo":"Repito: Antes de entrar numa discussão, decida se você quer ganhar a adesão do interlocutor ou acabar com a reputação dele. E pergunte seriamente a si mesmo por que quer fazer uma coisa ou a outra. Para muita gente, essa escolha não é clara."
        },
        {
          "olavo":"A educação moral, pois, consiste menos em dar a decorar listas do certo e do errado do que em criar um ambiente moral propício ao autoexame, à seriedade interior, à responsabilidade de cada um saber o que fez quando não havia alguém olhando."
        },
        {
          "olavo":"O amor é sobretudo um instinto de defender o ser amado contra a tristeza."
        },
        {
          "olavo":"O Brasil só tem DOIS problemas: uma incultura MONSTRUOSA e a ânsia do brilho fácil."
        },
        {
          "olavo":"A filosofia surgiu na Grécia como um esforço de apreender e dizer o 'ser' das coisas. A palavra 'ser' implica o reconhecimento de uma realidade objetiva estruturada, inteligível, comunicável de homem a homem."
        },
        {
          "olavo":"Uma identidade nacional é a memória viva dos grandes feitos realizados por um povo. O nacionalismo brasileiro nem liga para isso. Só pensa nos valores materiais e na 'cobiça internacional'"
        },
        {
          "olavo":"O homem normal gradua o medo pelo tamanho do perigo. O histérico avalia o perigo pela intensidade do medo que sente."
        },
        {
          "olavo":"A coisa mais bonita do mundo é o amor que não pede nem espera retribuição. Se eu te amo, o problema não é teu, é meu."
        },
        {
          "olavo":"O teste da amizade não é o tempo que ela dura, mas a lealdade na hora do perigo."
        },
        {
          "olavo":"O apóstolo matou a charada: N’Ele vivemos, nos movemos e somos."
        },
        {
          "olavo":"O sofrimento enobrece uns e acanalha outros. Essa escolha é mais urgente do que livrar-se do sofrimento."
        },
        {
          "olavo":"Um dia o sujeito tem de escolher entre a inteligência e a vaidade. O problema é que para escolher a inteligência é preciso ser inteligente."
        },
        {
          "olavo":"Conclusão de uma vida de estudos: se uma idéia não está pré-anunciada em Platão, em Aristóteles ou na Bíblia, provavelmente é besteira."
        },
        {
          "olavo":"O medo do ridículo é a mais vigorosa força imbecilizante no universo."
        },
        {
          "olavo":"Só pessoas insensíveis ou imaturas não percebem que um casamento fiel para toda a vida é um MILAGRE, não uma coisa normal e exigível na ordem natural."
        },
        {
          "olavo":"Concordar' e 'discordar' são apenas expressões de sentimentos. Ou uma coisa é verdade, ou não é, ou estamos em dúvida. Expressar sentimentos numa discussão séria é veadagem."
        },
        {
          "olavo":"A pungência do discurso não depende da ênfase oratória, mas da clareza com que você viu o seu objeto e da busca da expressão certa. A oratória agrada aos ouvidos, mas só a fidelidade das palavras às impressões genuínas toca os corações."
        },
        {
          "olavo":"Você quer ler o John Rawls, o Fukuyama ou o Robert Nozick? OK, mas primeiro termine de ler o Eric Voegelin, o Louis Lavelle e o Bernard Lonergan."
        },
        {
          "olavo":"A obrigação número um do estudioso é respeitar a complexidade, variedade e ambigüidade dos fatos em vez de espremer tudo numa concepção pré-fabricada. Mas no Brasil isso é chamado de 'incoerência'"
        },
        {
          "olavo":"Não espero recompensa nesta vida e, da outra, tudo o que espero é o perdão. Como diz um ditado francês, quem está sentado no chão não cai."
        },
        {
          "olavo":"William Lane Craig: O maior gênio da arte da argumentação em muitos séculos."
        },
        {
          "olavo":"Teoria da conspiração não é um conceito científico defensável, é uma metáfora, uma figura de linguagem destinada a depreciar certas idéias que você não gosta."
        },
        {
          "olavo":"O dinheiro perdido, pode-se ganhar novamente; o espírito, quando se vai, não volta mais."
        },
        {
          "olavo":"Não sei de outros ramos da economia, mas na mídia nunca vi ninguém perder o emprego por ser gay, preto, mulher ou índio. Só por ser conservador."
        },
        {
          "olavo":"Se você é burro, não desanime. Todos nascemos burros, inclusive os gênios."
        },
        {
          "olavo":"Elvis Presley e Johann Sebastian Bach eram protestantes e devotos de Nossa Senhora. Sigam os bons exemplos."
        },
        {
          "olavo":"Aquele que não dá o melhor de si para adquirir conhecimento e aprimorar-se intelectualmente não tem nenhum direito de opinar em público sobre o que quer que seja."
        },
        {
          "olavo":"Todo aquele cuja sanidade depende da confiança na ordem social ficará irremediavelmente louco. Ou você pendura a sua alma em Deus, ou ela cai."
        },
        {
          "olavo":"Emocionalismo tosco é a raiz de todos os males. O amor não segue as emoções, mas as dirige racionalmente para gerar alegria, confiança e esperança no coração da pessoa amada."
        },
        {
          "olavo":"A imprecisão vocabular, num adulto, é prova de mente confusa. A falta do senso das proporções, prova de desonestidade inconsciente. Você aprende português e matemática -- isto é, quando aprende -- para se vacinar contra esses dois vícios."
        },
        {
          "olavo":"A ÚNICA coisa essencial, na educação, é aprender a distinguir entre o universal e o particular, o essencial e o acessório, o divino e o humano. Mas em geral a educação ensina tudo, menos isso."
        },
        {
          "olavo":"Vocação é resistência a um determinado fator negativo, que você é capaz de enfrentar sem que lhe faça mal."
        },
        {
          "olavo":"No país onde o dever máximo do cidadão é ser um cagão convicto, coragem é nazismo."
        },
        {
          "olavo":"Todo sujeito que julga as coisas com base menos na investigação dos fatos do que no desejo de dar impressão de equilíbrio, moderação e tolerância é um demagogo perigoso."
        },
        {
          "olavo":"Todo mundo que segue o caminho certo começa andando sozinho."
        },
        {
          "olavo":"É preciso selecionar as pessoas que você quer que gostem de você. Não mais do que meia dúzia. Passou disso, você já está com sinais de carência afetiva. Se você não tem espírito de seleção, você não tem nobreza. Amigos são aqueles que compartilham valores com você."
        },
        {
          "olavo":"É a minha prece de sempre: Eu não sei o que é ser bom, mas o Senhor sabe. Faça, portanto, que eu seja bom sem saber."
        },
        {
          "olavo":"No Brasil, ter cultura é racismo."
        },
        {
          "olavo":"O maior filósofo desde o Renascimento até hoje foi um português: João de S. Tomás, também conhecido como João Poinsot."
        },
        {
          "olavo":"Gastamos aquilo que recebemos, mas aquilo que damos nos pertence para sempre."
        },
        {
          "olavo":"A Bíblia diz para você buscar Deus e ao mesmo tempo recomenda que não gaste cérebro com problemas que estão acima da sua capacidade. Nenhum ser humano escapará da tensão entre esses dois pólos."
        },
        {
          "olavo":"TODA moda cultural inventada por intelectuais de esquerda é prelúdio sedutor de crimes abomináveis. O multiculturalismo é o enésimo exemplo."
        },
        {
          "olavo":"TODA moda cultural inventada por intelectuais de esquerda é prelúdio sedutor de crimes abomináveis. O multiculturalismo é o enésimo exemplo."
        },
        {
          "olavo":"Se vocês querem aprender a escrever ensaios, esqueçam a produção universitária do presente e a Fôia de Sumpaulo. Leiam Otto Maria Carpeaux, Augusto Meyer, Fidelino de Figueiredo, Adolfo Casais Monteiro e similares."
        },
        {
          "olavo":"Se você diz que a herança genética explica tudo, mostre-me o quê, na sua herança genética, determinou que você dissesse isso."
        },
        {
          "olavo":"Os decretos dos governantes passam, mas a influência intelectual, quando é séria, permanece. O filósofo que deseja poder político é como um leão que, não sabendo a força que tem, invejasse os bicos das galinhas."
        },
        {
          "olavo":"Só o bem enxerga o bem. O mal não pode sequer imaginá-lo. Quando o encontra, só vê nele o seu próprio rosto e, quanto mais se odeia, mais o odeia."
        },
        {
          "olavo":"Todo intelectual de direita que inventa uma proposta de sociedade é um intelectual de esquerda que pensa que é de direita."
        },
        {
          "olavo":"Orgulho hétero é veadagem."
        },
        {
          "olavo":"É uma imprudência acreditar em qualquer 'consenso científico', porque, ao longo da História, todas as teorias científicas triunfantes triunfaram contra algum consenso."
        },
        {
          "olavo":"Um escritor é o professor do seu povo. E um grande escritor é, por assim dizer, um segundo governo. Eis por que nenhum governo, em parte alguma, ama os grandes escritores, só os menorzinhos."
        },
        {
          "olavo":"Só pode haver divergência de opiniões entre pessoas com nível similar de inteligência e conhecimento. Com mentecaptos, só o que existe é uma dificuldade de comunicação quase invencível."
        },
        {
          "olavo":"O amor começa com momentos de paixão e culmina num estado de ternura permanente."
        },
        {
          "olavo":"Leibniz, o maior gênio da Europa no período moderno, dizia que aquele que visse mais figurinhas, ainda que puramente imaginárias, se tornaria o mais inteligente. Veja figurinhas."
        },
        {
          "olavo":"É o julgamento solitário que cria a verdadeira intimidade do homem consigo mesmo e é também ele que cria a distância, o espaço interior no qual as experiências vividas e os conhecimentos adquiridos são assimilados, aprofundados e personalizados."
        },
        {
          "olavo":"Uma filosofia tem de possuir em si mesma o fundamento da sua inteligibilidade. Este critério basta para jogar no lixo noventa por cento da filosofia moderna."
        },
        {
          "olavo":"As pessoas que mais se angustiam na vida são aquelas que padecem de uma desesperadora falta de problemas."
        },
        {
          "olavo":"Se você tem MESMO preguiça de desenvolver sua consciência, tem a OBRIGAÇÃO ESTRITA de contentar-se com um posto baixo e humilde na sociedade. Muitos deputados, senadores, ministros e professores universitários poderiam ganhar a vida honestamente como ascensoristas e engraxates."
        },
        {
          "olavo":"Se Jesus exigisse fidelidade incondicional, teria demitido São Pedro."
        },
        {
          "olavo":"Se é urgente, tenha paciência, irá demorar..."
        },
        {
          "olavo":"O fingimento requer mais investimento intelectual do que a vida sincera."
        },
        {
          "olavo":"Será que ninguém neste país percebe a diferença entre os que opinam em busca de vantagens grupais e o escritor que só expressa a sua opinião pessoal com sinceridade?"
        },
        {
          "olavo":"A atenção é a coisa mais preciosa que há no mundo."
        },
        {
          "olavo":"Recebi mais elogios de celebridades, vendi mais exemplares dos meus livros e apareci mais na mídia do que qualquer professor universitário do Brasil, mas esses merdinhas me acham um marginal desconhecido porque nunca fui visto fofocando na sala dos professores, o universo deles."
        },
        {
          "olavo":"Nenhum povo, como o brasileiro, tem o dom de odiar por motivos fúteis, julgar por aparências fortuitas e condenar por mera frescura."
        },
        {
          "olavo":"No Brasil o analfabetismo funcional é obrigatório, imposto pela mídia e pelas universidades."
        },
        {
          "olavo":"A reeducação das emoções é impossível sem passar primeiro pela reeducação da inteligência, de modo que esta assuma, pouco a pouco, o comando da alma inteira e se torne o centro da personalidade em vez de um penduricalho inútil a serviço da vaidade."
        },
        {
          "olavo":"Amizade não tem nada a ver com ajuda. Tem a ver com uma comunhão de almas, com o amor aos mesmos valores."
        },
        {
          "olavo":"Só o povo unido pode salvar o Brasil."
        },
        {
          "olavo":"Não fiquem tristes. Se todos os problemas tivessem solução, para quê precisaríamos de Deus? Só os problemas insolúveis levam à sabedoria."
        },
        {
          "olavo":"A mídia é porta voz não da maioria, mas de um grupo que quer ser a voz da maioria."
        },
        {
          "olavo":"A Eucaristia dissolve imediatamente aparições e prenúncios — o poder do demônio sobre a imaginação humana. Uma vida sem a Eucaristia é um convite permanente à ilusão."
        },
        {
          "olavo":"No Brasil, o sistema representativo consiste na guerra implacável dos representantes contra os representados."
        },
        {
          "olavo":"A síntese confusa, que para o filósofo é apenas um começo de problema, é para muitas pessoas a conclusão final mais inabalável do universo."
        },
        {
          "olavo":""
        }
    ]